ent-MatterBinEconomy1 = контейнер компонентов
    .desc = Используется для хранения реагентов и веществ, нужных в промышленности. Можно открывать и закрывать. Не используйте как компонент, пока внутри есть реагенты!
ent-MatterBinEconomy2 = большой контейнер компонентов
    .desc = Используется для хранения реагентов и веществ. Значительно вместительнее предшественника.
ent-MatterBinEconomy3 = сверхконтейнер компонентов
    .desc = Используется для хранения реагентов и веществ. Ещё вместительнее предшественника.

ent-MicroprocessorEconomy1 = микропроцессор
    .desc = Распространённый программируемый микроконтроллер. Пригодится во всём, где нужна хоть капля «мозгов».
ent-MicroprocessorEconomy2 = нанопроцессор
    .desc = Более продвинутая миниатюрная вычислительная система, способная тянуть базовую ОС.
ent-MicroprocessorEconomy3 = квантовый процессор
    .desc = Современная квантовая система со встроенным охлаждением, памятью и резервным питанием.

ent-CapacitorEconomy1 = промышленный базовый конденсатор
    .desc = Простой конденсатор для малого хранения энергии и простых схем.
ent-CapacitorEconomy2 = промышленный продвинутый конденсатор
    .desc = Улучшенный конденсатор, рассчитанный на большее напряжение и ёмкость.
ent-CapacitorEconomy3 = промышленный суперконденсатор
    .desc = Современный конденсатор с огромной ёмкостью за счёт миниатюрной SMES-технологии.

ent-ComponentBrickEconomy1 = базовые компоненты
    .desc = Корпус с механо-электрическими интерфейсами: шестерни, шаговые двигатели, проводка и прочее.
ent-ComponentBrickEconomy2 = продвинутые компоненты
    .desc = Корпус с более точными и прочными механо-электрическими интерфейсами.
ent-ComponentBrickEconomy3 = сверхкомпоненты
    .desc = Корпус с современными интерфейсами и деталями. Надёжно, эффективно и дорого.

ent-ElectromagnetEconomy1 = базовый электромагнит
    .desc = Кольцо из магнитного металла и проводки. Полезен для сдерживающих конструкций и интерфейсов.
ent-ElectromagnetEconomy2Start = составной электромагнит (незавершённый)
    .desc = Незавершённый составной электромагнит. Нужно 10 НВ кабелей, чтобы начать сборку.
ent-ElectromagnetEconomy2 = составной электромагнит
    .desc = Составной электромагнит в форме трубы, способный мощно преобразовывать электрическую и кинетическую энергию.
ent-ElectromagnetEconomy3Start = сверхпроводящий электромагнит (незавершённый)
    .desc = Незавершённый сверхпроводящий электромагнит. Требует дальнейшей сборки в прецизионном сборщике.
ent-ElectromagnetEconomy3 = сверхпроводящий электромагнит
    .desc = Массивный сверхпроводящий электромагнит. Крайне полезен для высокоэнергетического сдерживания и тяги.

ent-RadioEconomy1 = ПР широкополосный радиокомпонент
    .desc = Передатчик/приёмник, настраиваемый на большинство обычных радиочастот даже на расстоянии.
ent-RadioEconomy2 = ВЧ приёмопередатчик
    .desc = Высокочастотный приёмопередатчик для перехвата и связи. Полезен в радарах, ELINT и тепловых панелях.

ent-OpticsEconomy1 = оптический сенсор
    .desc = Глазоподобная камера, улавливающая фотоны. По сути навороченный глаз, но с другими применениями.
ent-OpticsEconomy2 = прецизионный оптический сенсор
    .desc = Продвинутый высокоразрешающий фотонный сенсор для мониторинга, обнаружения и слежения.
ent-CameraEconomy1 = фотонная вспышечная камера
    .desc = Оптический сенсор, способный и излучать, и принимать высокоэнергетические фотоны.

ent-MotorEconomy1 = промышленный мотор
    .desc = Мощный электродвигатель для высокоточных электромеханических преобразований.

ent-ArmorPlateEconomy1 = базовая бронеплита
    .desc = Простая рафинированная «броневая» сплавная плита для структурной прочности.
ent-ArmorPlateEconomy1Broken = сломанная базовая бронеплита
    .desc = Обломки простой бронеплиты.
ent-ArmorPlateEconomy2 = тяжёлая бронеплита
    .desc = Более тяжёлая многослойная сплавная плита. Тяжёлая, но прочная.
ent-ArmorPlateEconomy2Start = тяжёлая бронеплита (незавершённая)
    .desc = Куча металла в процессе рафинирования. Нужно закрутить, чтобы продолжить.
ent-ArmorPlateEconomy2Broken = сломанная тяжёлая бронеплита
    .desc = Обломки тяжёлой сплавной бронеплиты.
ent-ArmorPlateEconomy3Fragment = фрагмент композитной бронеплиты
    .desc = Фрагмент керамико-карбидной плиты. Полезен для мелких применений.
ent-ArmorPlateEconomy3 = композитная бронеплита
    .desc = Керамико-карбидная плита. Лёгкая относительно защиты, но всё ещё тяжёлая — в основном для корпусов.
ent-ArmorPlateEconomy3Broken = сломанная композитная бронеплита
    .desc = Обломки продвинутой керамико-карбидной плиты.
ent-ArmorPlateEconomy4Start = бронеплита EMAG (незавершённая)
    .desc = Керамико-металлическая заготовка EMAG-плиты. Нужен составной электромагнит, затем долгая сборка.
ent-ArmorPlateEconomy4 = бронеплита EMAG
    .desc = Современная электромагнитная бронеплита EMAG. Отличная стойкость даже без питания.
ent-ArmorPlateEconomy4Broken = сломанная бронеплита EMAG
    .desc = Обломки продвинутой EMAG-плиты. Крайне тревожно.

ent-SiliconWaferEconomy = кремниевая пластина
    .desc = Чистый срез монокристаллического кремния. Необходим для продвинутой электроники!
ent-SiliconWaferScrapEconomy = лом кремниевой пластины
    .desc = Сломанный и загрязнённый кремний, когда-то полезный для компьютеров.
ent-SiliconBouleEconomy = кремниевый слиток
    .desc = Хрупкий кусок рафинированного кремния, готовый к нарезке на пластины. Не трогайте без перчаток!
ent-SiliconBouleScrapEconomy = лом кремниевого слитка
    .desc = Сломанный и загрязнённый кремний, когда-то полезный для компьютеров.
