ent-MachineOutpostCore = блюспейс-реактор B.R0-200к
    .desc = Модифицированный FTL-двигатель, безопасно переделанный для стабильной выдачи большого количества энергии.
    .suffix = 200 кВт

ent-CrystalMonolithic = малый эфирный кристалл
    .desc = Загадочное кристаллическое вещество. Кажется крайне энергичным, но хрупким.
    .suffix = малый

ent-MonolithicCrystalSmall = малый монолитный кристалл
    .desc = Загадочное кристаллическое вещество. Кажется крайне энергичным, но хрупким. Местные фракции и исследователи очень им интересуются.
