ent-DurandArmorPlate = бронепластины дюранда
    .desc = Бронепластины для меха Дюранд, состоящие из пластали.
ent-GygaxArmorPlate = бронепластины гигакса
    .desc = Стальные бронепластины для меха Гигакс
ent-RipleyUpgradeKit = комплект улучшения рипли
    .desc = Комплект улучшения, позволяющий собрать Рипли МК-II
ent-MechAirTank = воздушный баллон экзокостюма
    .desc = Воздушный баллон для экзкостюмов
ent-MechThruster = джетпак экзокостюма
    .desc = Джетпак для экзокостюма, позволяющий свободно передвигаться без гравитации

ent-GygaxChassis = шасси гигакса
    .desc = Шасси, из которого вы когда-нибудь соберёте Гигакса
ent-GygaxHarness = каркас гигакса
    .desc = Ядро Гигакса
ent-GygaxHead = голова гигакса
    .desc = Голова Гигакса. Устанавливается на каркас Гигакса
ent-GygaxLArm = левая рука гигакса
    .desc = Левая рука Гигакса. Устанавливается на каркас Гигакса
ent-GygaxLLeg = левая нога гигакса
    .desc = Левая нога Гигакса. Устанавливается на каркас Гигакса
ent-GygaxRArm = правая рука гигакса
    .desc = Правая рука Гигакса. Устанавливается на каркас Гигакса
ent-GygaxRLeg = правая нога гигакса
    .desc = Правая нога Гигакса. Устанавливается на каркас Гигакса
ent-GygaxCentralElectronics = центральный модуль управления гигаксом
    .desc = Плата для контроля основных систем Гигакса
ent-GygaxPeripheralsElectronics = периферийный модуль управления гигаксом
    .desc = Плата для контроля периферийных систем Гигакса
ent-GygaxTargetingElectronics = модуль управления вооружением гигакса
    .desc = Модуль для контроля вооружения Гигакса

ent-MechGygax = Гигакс
    .desc = Легкобронированный Гигакс достаточно мобилен и обладает достаточной мощью для того, чтобы пробиваться сквозь стены силой одних только своих кулаков
ent-MechGygaxBattery = Гигакс
    .desc = Легкобронированный Гигакс достаточно мобилен и обладает достаточной мощью для того, чтобы пробиваться сквозь стены силой одних только своих кулаков
ent-MechGygaxSyndie = Тёмный Гигакс
    .desc = Модифицированная версия Гигакса, используемая синдикатом для их тёмных делишек. На задней части бронепластины имеется логотип "Cybersun Inc"
ent-MechGygaxSyndieBattery = Тёмный Гигакс
    .desc = Модифицированная версия Гигакса, используемая синдикатом для их тёмных делишек. На задней части бронепластины имеется логотип "Cybersun Inc"
ent-MechGygaxSyndieFilled = Тёмный Гигакс
    .desc = Модифицированная версия Гигакса, используемая синдикатом для их тёмных делишек. На задней части бронепластины имеется логотип "Cybersun Inc"


ent-DurandChassis = шасси дюранда
    .desc = Шасси, из которого вы когда-нибудь соберёте Дюранд
ent-DurandHarness = каркас дюранда
    .desc = Ядро Дюранда
ent-DurandHead = голова дюранда
    .desc = Голова Дюранда. Устанавливается на каркас Дюранда
ent-DurandRArm = правая рука дюранда
    .desc = Правая рука Дюранда. Устанавливается на каркас Дюранда
ent-DurandRLeg = правая нога дюранда
    .desc = Правая нога Дюранда. Устанавливается на каркас Дюранда
ent-DurandLArm = левая рука дюранда
    .desc = Левая рука Дюранда. Устанавливается на каркас Дюранда
ent-DurandLLeg = левая нога дюранда
    .desc = Левая нога Дюранда. Устанавливается на каркас Дюранда
ent-DurandCentralElectronics = центральный модуль управления дюранда
    .desc = Плата для контроля основных систем Дюранда
ent-DurandPeripheralsElectronics = периферийный модуль управления дюранда
    .desc = Плата для контроля периферийных систем Дюранда
ent-DurandTargetingElectronics = модуль управления вооружением дюранда
    .desc = Модуль для контроля вооружения Дюранда


ent-MechDurand = Дюранд
    .desc = Медленный, но мощный боевой мех, способный своим кулаком уничтожать сотни ксеносов
ent-MechDurandBattery = Дюранд
    .desc = Медленный, но мощный боевой мех, способный своим кулаком уничтожать сотни ксеносов


ent-RipleyMKIIHarness = каркас рипли МК-II
    .desc = Ядро Рипли МК-II
ent-RipleyMKIIChassis = шасси рипли МК-II
    .desc = Шасси, из которого вы когда-нибудь соберёте Рипли МК-II
ent-MechRipley2 = Рипли МК-II
    .desc = Рипли МК-II имеет герметичную кабину для выхода в открытый космос ценой снижения скорости из-за повышения массы
ent-MechRipley2Battery = Рипли МК-II
    .desc = Рипли МК-II имеет герметичную кабину для выхода в открытый космос ценой снижения скорости из-за повышения массы
