ent-ClothingHead22TBeretBlackish = Чёрно-Серый Берет
    .desc = Некогда символ элиты, теперь - общедоступный элемент головного украшения. Исполнен в чёрно-сером стиле.

ent-ClothingHead22TBeretGreenish = Зеленоватый Берет
    .desc = Некогда символ элиты, теперь - общедоступный элемент головного украшения. Исполнен в зеленоватом стиле.

ent-ClothingHead22TBeretWhiteish = Беловатый Берет
    .desc = Некогда символ элиты, теперь - общедоступный элемент головного украшения. Исполнен в Беловатом стиле.

ent-ClothingHead22TBHHatWhiteish = Белая шляпа Охотника за головами
    .desc = Некогда символ охотников за головами, теперь - очень модный белый аксессуар на голове. Исполнен в Белом стиле.
