
frontier-lobby-blackmarket-subtext = Центр преступного мира.
frontier-lobby-blackmarket-description = Место отдыха, встреч и торговли для всех криминальных элементов окрестных секторов. Здесь вы можете:
   - Купить нелегальное снаряжение
   - Приобрести списанные боевые и исследовательские шаттлы
   - Заключать тёмные сделки с наёмниками или другими головорезами
   - Собрать команду таких же приключенцев, как и вы!

frontier-lobby-erc-subtext = Экспедиционно-Исследовательский Корпус Nanotrasen
frontier-lobby-erc-description = Добро пожаловать в ЭИК NT! На этой станции вы сможете:
   - Стать работником ЭИК и заниматься выполнением цели, исследованием дальнего космоса, выполнением контрактов и многим другим;
   - Стать Гражданским - вольным местным жителем и самому решать, чем заниматься;
   - Получить медицинскую и инженерную помощь, арендовать собственный шаттл и отдохнуть в баре после тяжелой работы

stormcreed-lobby-outpost-subtext = Аванпост Кодекса Бури
stormcreed-lobby-outpost-description = Многие называют их бандой разбойников, многие - опасной военной организацией. Сами же они называют себя "Кодекс Бури". Здесь вы должны:
   - Освободить родной сектор от Корпоративной деспотии, принеся мир в покинутый дом;
   - Соблюдать Кодекс ДОПИСАТЬ
