ent-WeaponDP29 = DP-29
    .desc = DP-29, являющийся основой военной доктрины СССП, представляет собой серийный ручной пулемет, разработанный для обеспечения надежности, простоты использования и выносливости на поле боя. DP-29, оснащенный отличительным верхним магазином и складной сошкой, отлично подходит для ведения подавляющего огня как в городских, так и в открытых боевых ситуациях. Хотя его конструкция насчитывает десятилетия, его надежность и простота обслуживания делают его фаворитом среди пехотных отделений СССП.
ent-WeaponLMGMR8B = VFD MR-8B LWMMG (8x65mm SKR)
    .desc = Вариант LWMMG серии MR-8. Калибр 8x65 мм SKR, подходит как для коробчатых, так и для STANAG-магазинов. На боковой стороне имеется надпись «ТОЛЬКО ДЛЯ ВОЕННОГО ИСПОЛЬЗОВАНИЯ».

ent-WeaponLMGHammer = NCI AK-150 HAMMER (7.62x39mm)
    .desc = Модифицированный старый AK с Земли, усовершенствованный с помощью инженерных разработок USSP и новых дизайнерских концепций. На базовом уровне? Он был превращен в LMG с коробчатым магазином, различными усовершенствованиями для уменьшения отдачи и стилизованным шасси. Слава Комиссариату!

ent-WeaponLMGGrizzly = TCA MMG-68 "Grizzly" (6.8x52mm Caseless)
    .desc = Средний пулемет калибра 6,8x52 мм без гильзы, подходит как для коробчатых, так и для стандартных магазинов. На боковой стороне имеется надпись «ТОЛЬКО ДЛЯ ВОЕННОГО ИСПОЛЬЗОВАНИЯ». Вес пулемета затрудняет его использование. В целях стандартизации он также подходит для патронов калибра 5,56x45 мм и 7,62x39 мм.

ent-WeaponLMGRatel = VFD PSW "Ratel" (7.62x51mm)
    .desc = Высокоточное оружие калибра 7,62x51 мм, подходит для простых патронных коробков и всех видов магазинов. Основано на модели Vulcan, изготовлено из материалов более высокого качества и оснащено высокоточным прицелом. На боковой стороне имеется надпись «FOR MILI-CENARY USE ONLY» (только для военных целей), которая, по всей видимости, была подделана.