ent-WeaponDP29 = DP-29
    .desc = DP-29 это серийный ручной пулемёт, являющийся одним из ключевых элементов военной доктрины СССП. Он разработан с приоритетом на надёжность, простоту эксплуатации и высокую выносливость в боевых условиях. Отличительный верхний дисковый магазин и складная сошка обеспечивают эффективное ведение подавляющего огня как в городской застройке, так и на открытой местности. Несмотря на устаревшую конструкцию, DP-29 остаётся востребованным в пехотных подразделениях СССП благодаря простоте обслуживания и стабильной работе в тяжёлых условиях.

ent-WeaponLMGMR8B = VFD MR-8B LWMMG (7.62x51mm)
    .desc = Вариант LWMMG серии MR-8. Калибр 7.62x51mm, подходит как для коробчатых, так и для обычных магазинов. На боковой стороне имеется надпись «ТОЛЬКО ДЛЯ ВОЕННОГО ИСПОЛЬЗОВАНИЯ».

ent-WeaponLMGHammer = NCI AK-150 HAMMER (7.62x39mm)
    .desc = Старый земной AK, очищенный от архаики и переосмысленный инженерной мыслью СССП. Он был превращён в полноценный LMG с коробчатым магазином, усиленной конструкцией и системами, снижающими отдачу при непрерывном огне. Новое шасси отражает идеалы Комиссариата: надёжность, утилитарность и силу. Слава Комиссариату!

ent-WeaponLMGGrizzly = TCA MMG-68 "Grizzly" (6.8x52mm Caseless)
    .desc = Средний пулемет калибра 6,8x52 мм без гильзы, подходит как для коробчатых, так и для стандартных магазинов. На боковой стороне имеется надпись «ТОЛЬКО ДЛЯ ВОЕННОГО ИСПОЛЬЗОВАНИЯ». Вес пулемета затрудняет его использование. В целях стандартизации он также подходит для патронов калибра 5,56x45 мм и 7,62x39 мм.

ent-WeaponLMGRatel = VFD PSW "Ratel" (7.62x51mm)
    .desc = Высокоточное оружие калибра 7,62x51 мм, подходит для простых патронных коробков и всех видов магазинов. Основано на модели Vulcan, изготовлено из материалов более высокого качества и оснащено высокоточным прицелом. На боковой стороне имеется надпись «FOR MILI-CENARY USE ONLY» (только для военных целей), которая, по всей видимости, была подделана.
