ent-ClothingOuterCoatCaptain = бронепальто капитана
    .desc = Дорогое бронепальто капитана, прошитое золотом.

ent-ClothingHeadCaptainHat = шляпа капитана
    .desc = Капитанская шляпа, для капитанских приказов.

ent-ClothingMaskMimeSecurity = маска мима СБ
    .desc = У вас есть право хранить молчание.

ent-ADTClothingNeckCaptainNavalCape = адмиральский плащ капитана
    .desc = Длинный и дорогой, его вида достаточно, чтобы заставить уборщиков потеть.

ent-ADTClothingNeckCaptainShoulderCloak = плечевая мантия капитана
    .desc = Плащ великого воина, которым когда-то был капитан, охотясь на клоуна.

ent-ADTClothingEyesMonocle = монокль
    .desc = Золотой монокль, подкладываемый между веками. Выглядит дорого-богато.

ent-ADTClothingHeadHatsCaptainCockedHat = треуголка капитана
    .desc = Эй, Баргузин, пошевеливай вал, молодцу плыть недалёчко.

ent-ADTClothingUniformJumpskirtHoPTurtlneck = юбка-водолазка главы персонала
    .desc = Облегающая синяя, невзрачная водолазка. В вашем документе есть ошибки, сэр.

ent-ADTClothingUniformJumpskirtFormalHop = формальная юбка главы персонала
    .desc = Более роскошная, универсальная юбка для настоящего бюрократа. В вашем поведении присутствуют недочёты, ассистент.

ent-ADTClothingUniformJumpsuitHoPTurtlneck = водолазка главы персонала
    .desc = Облегающая синяя, невзрачная водолазка. В вашем документе есть ошибки, сэр.

ent-ADTClothingUniformJumpsuitFormalHop = формальный костюм главы персонала
    .desc =  Более роскошный, универсальный костюм для настоящего бюрократа. В вашем поведении присутствуют недочёты, ассистент.

ent-ClothingOuterCoatHOP = пальто главы персонала
    .desc = Бизнес-пальто для профессионального бизнесмена.

ent-ClothingOuterCoatWardenAlt = бронепальто смотрителя
    .desc = Куртка синего, морского цвета с синими наплечниками. На нагрудном кармане вышито звание "Смотритель".

ent-ClothingHeadHatCapWardenAlt = полицейская фуражка смотрителя
    .desc = Специальная синяя фуражка для нестандартного смотрителя Службы Безопасности.

ent-ClothingHeadHatCapHoS = фуражка главы службы безопасности
    .desc = Крепкая и прочная фуракжа, что показывает, кто тут босс.

ent-ClothingOuterCoatHoSGreatcoat = бронешинель главы службы безопасности
    .desc = Бронированная шинель, выдаваемая ГСБ. Только лучшие из лучших могут её носить.

ent-ADTClothingOuterCoatCCC = тренчкот КЦК
    .desc = Тренчкот консультанта Центрального Командования. Дорогой, может отправить тюрьму в вас без согласия владельца.

ent-ADTClothingHeadHatsCapCCC = фуражка КЦК
    .desc = Фуражка консультанта ЦК. Зачем вы искали "наказание за..."?

ent-ADTClothingUniformJumpskirtCCC = юбка-комбинезон консультанта ЦК
    .desc = Зелёно-золотой роскошный комбинезон. Я - есть манифестация слова "Важность"!

ent-ADTClothingUniformJumpskirtFormalCCC = торжественная юбка-комбинезон консультанта ЦК
    .desc = Ваш личный костюм, как настоящего владельца станции. Сижу здесь, мечтаю о личном Адъютанте..

ent-ADTClothingUniformJumpsuitCCC = комбинезон консультанта ЦК
    .desc = Зелёно-золотая роскошная юбка-комбинезон. Я - есть манифестация слова "Важность"!

ent-ADTClothingUniformJumpsuitFormalCCC = торжественный комбинезон консультанта ЦК
    .desc = Ваш личный костюм, как настоящего владельца станции. Сижу здесь, мечтаю о личном Адъютанте..

ent-ADTClothingBackpackSatchelCCC = сумка консультанта ЦК
    .desc = Вместительная сумка консультанта. Нет, сэр, я не буду помогать вам с выбором новой микроволновки.

ent-ADTClothingBackpackCCC = рюкзак консультанта ЦК
    .desc = Рюкзак для хранения вещей. Случайный взгляд на него вызывает боль в районе кошелька.

ent-ClothingBackpackDuffelCCC = вещмешок консультанта ЦК
    .desc = Большой вещмешок для толстосуммов.

ent-ClothingUniformJumpskirtPilotSD = юбка-комбинезон пилота службы безопасности
    .desc = Чёрное платье для пилота шаттла СБ.

ent-ClothingUniformJumpsuitPilotSD = комбинезон пилота службы безопасности
    .desc = Чёрный комбинезон для пилота шаттла СБ.

ent-ClothingHeadHelmetSecurityRed = шлем СБ
    .desc = Стандартный боевой шлем для сотрудников службы безопасности. Обладает достаточной прочностью на разрыв. Держите голову низко.

ent-ClothingUniformJumpskirtElegantMaid = элегантное платье горничной
    .desc = Платье для действительно профессиональных горничных. На него обязательно нужно получить лицензию.
