hidden-blades-gloves-activated = Клинки выдвигаются из перчаток, зловеще поблёскивая.
hidden-blades-gloves-deactivated = Клинки втягиваются обратно в перчатки.
hidden-blades-gloves-name-active = Скрытые клинки
hidden-blades-gloves-desc-active = Смертельные клинки выдвигаются из этих перчаток, готовые резать и кромсать.
hidden-blades-gloves-uplink-name = Перчатки с клинками
hidden-blades-gloves-uplink-desc = На вид обычные латексные перчатки, но внутри скрыты смертоносные выдвижные клинки. Идеально подходят для проницательного врача, которому нужно провести внезапную операцию.

ent-ActionToggleMantisGloves = Выдвинуть/втянуть клинки
    .desc = Выдвигает или втягивает смертоносные клинки в ваших перчатках.
ent-ClothingHandsGlovesMantis = латексные перчатки
    .desc = Тонкие стерильные латексные перчатки. Базовое СИЗ для любого врача.

mantis-blades-gloves-uplink = Клинки богомола
mantis-blades-gloves-uplink-desc = Экспериментальный экземпляр. От лезвий струится дымчатый аромат киберпсихоза… Готовы пустить под клинок стаю корпоративных крыс?

ent-ClothingHandsGlovesMantisBlades = клинки богомола
    .desc = От лезвий струится дымчатый аромат киберпсихоза… Готовы пустить под клинок стаю корпоративных крыс?
ent-ActionToggleBladesMantis = Выдвинуть/втянуть клинки богомола
    .desc = Выдвигает или втягивает смертоносные клинки в ваших перчатках.
