job-name-plant-manager = Менеджер Электростанции
job-name-plant-technician = Техник Электростанции
job-description-plant-manager = Генерируйте черезмерное количество электроэнергии на продажу, а так-же содержите станцию чистой и работоспособной.
job-description-plant-technician = Помогать руководителю завода в эксплуатации оборудования электростанции, выполнять важные ремонтные работы за пределами объекта.
job-supervisors-plant-manager = Менеджер Электростанции

frontier-lobby-edison-subtext = Место, где собираются люди с техническим складом ума.
frontier-lobby-edison-description = Тяжелая промышленная станция Фронтира. Здесь вы можете:
   - Работать над инженерными и атмосферными проектами
   - Генерировать, использовать и продавать огромные объемы энергии
   - Социализироваться! Общаться с другими инженерами
 {"["}color=gray]Снимать деньги со счёта станции для пополнения своего баланса [color=red] запрещено всем [/color] и только менеджеру можно расходывать для затрат в самом раунде.[/color]

job-supervisors-typan-telecommunications-officer = Офицеру Телекомуникаций Синдиката
