station-event-bluespace-BluespaceBarkhan-8Tranzit-start-announcement = ...#@$%Внимание! Это автоматическое оповещение, не пытайтесь выйти на связь или перехватить передачу. Научная Станция Бархан-8 была перенесена в окрестный сектор. На борту зарегистрирована биологическая угроза 5 класса, когнитивная и меметическая угроза 3 типа. На станции введен карантин, включающий полную изоляцию всех стыковочных портов, гермозатворов, шлюзов, ставней. Здоровый персонал на станции: не обнаружен. Все базовые права с зараженных сняты согласно внутренним установкам станции. Медицинскому персоналу рекомендуется подготовиться к приему возможных зараженных и дальнейшего предотвращения эпидемии. Аварийные протоколы отправят станцию в ...%&@#&... через: 60 минут#@$%...

station-event-bluespace-BluespaceBarkhan-8Tranzit-warning-announcement = Внимание! На станции Бархан-8 зарегистрирована предпусковая подготовка блюспейс двигателя.

station-event-bluespace-BluespaceBarkhan-8Tranzit-end-announcement = Станция Бархан-8 покинула сектор!

station-event-bluespace-name-Barkhan-8 = NTHH-Бархан-8


narsie-has-defeated = НарСи побеждена!