ent-WeaponRifleAnnie = TCA M27 Annie (7.62x39mm)
   .desc = Зверь, созданный для выполнения невыполнимых миссий. Использует патроны калибра 7,62x39 мм.

ent-WeaponRifleWSPR = CS KMP-WSPR (7.62x39mm)
   .desc = Передовая винтовка от Cybersun, универсальная, надежная и одобренная Синдикатом. Использует дозвуковые патроны калибра 7,62x39 мм.

ent-WeaponRifleBurner = CS Burner (12.7x99mm)
   .desc = Высококачественное синдикатовское оружие калибра 12.7x99 мм, способное стрелять противоматериальными и высоко взрывчатыми патронами.

ent-WeaponRifleM90 = PA M-90 (7.62x51mm)
   .desc = Компактная конструкция типа «буллпап». Использует патроны калибра 7,62x51 мм.