ent-TrafficManagerTablet = планшет трафик-менеджера
    .desc = Планшет для контроля стоянки и утилизации шаттлов на станции Фронтир.

ent-PlantManagerIDCard = ID карта менеджера электростанции
    .desc = Карта, необходимая для доступа в различные области станции.

ent-PlantTechnicianIDCard = ID карта техника электростанции
    .desc = Карта, необходимая для доступа в различные области станции.

ent-AdjutantIDCard = ID карта адъютанта
    .desc = Карта, необходимая для доступа в различные области станции.

ent-AdjutantPDA = КПК адъютанта
    .desc = На нём видны разводы от кофе и чернил.

ent-HandheldSecurityMonitor = портативный планшет камер
    .desc = Портативная консоль, которая имеет доступ к сети станционных камер.

ent-AccessBreakerUnlimited = аутентификационный прерыватель
    .desc = Взломанный конфигуратор доступа, специально предназначенный для разблокировки и удаления прав доступа с цифровых замков. Не требует перезарядки.

ent-AccessBreaker = аутентификационный прерыватель
    .desc = Взломанный конфигуратор доступа, специально предназначенный для разблокировки и удаления прав доступа с цифровых замков.

ent-EmagPass = одноразовый криптографический секвенсор
    .desc = Универсальное решение для взлома. Знаковый EMAG, но достаточно некачественный, чтобы его хватало лишь на три использования.

ent-PmagUnlimited = освободитель машин
    .desc = Портативный комплекс для удаления DRM-защиты с устройств. Одобрен и протестирован 'Freebooter'. Не требует перезарядки.

ent-Pmag = освободитель машин
    .desc = Портативный комплекс для удаления DRM-защиты с устройств. Одобрен и протестирован 'Freebooter'.

ent-DeathRattleImplanterCentcomm = имплантер трекера ЦентКом
    .desc = Специальный шприц, вживляющий имплант, который сообщает о смерти сотрудника ЦК. Возможно, не только ЦК...

ent-DeathRattleImplantCentcomm = имплант трекер ЦК
    .desc = Имплант, отлеживающий состояние здоровья пациента. При его смерти или падении в критическое состояние, сообщает об этом в радиоканал Центрального Командования.

ent-ChameleonControllerImplanter = имплантер контроллера 'Хамелеона'
    .desc = Имплантер для вживления контроллера устройств типа "Хамелеон". Не забудьте уничтожить или помыть после использования.

ent-GoldenPersonalAI = золотой персональный ИИ
    .desc = Ваш электронный друг, с которым всегда весело! Специальное золотое издание!

ent-CameraBug = жучок охранных камер
    .desc = Нелегальное устройство, созданное Синдикатом, которое позволяет взломать сеть камер видеонаблюдения любой станции.

ent-PortableGeneratorDKJrMachineCircuitboard = генератор Ди-Кей Джуниор (машинная плата)
    .desc = Плата генератора Ди-Кей Джуниор. Будьте осторожны!

ent-PortableGeneratorDKMachineCircuitboard = генератор Ди-Кей (машинная плата)
    .desc = Плата экспериментального генератора Ди-Кей.
