ent-ADTClothingShoesBootsMagAdvSynd = продвинутые магнитные сапоги синдиката
    .desc = Продвинутые магнитные сапоги, передовая разработка Синдиката. Выглядят дорого-богато.

ent-RubberStampPlantManager = штамп менеджера электростанции
    .desc = Печать из резины, для проставления печатей на важных документах.

ent-CentCommFlippo = зажигалка Флиппо ЦентКом
    .desc = Изящная, украшенная нефритом и позолотой зажигалка Флиппо, внутри которой находится реактивное сопло, работающее на энергии пространства блюспейс. Защелка закрывается миниатюрным считывателем доступа, который реагирует только на запросы сотрудников Центрального Командования. Самая красивая зажигалка, известная человечеству.

ent-SyndicateFlippo = кроваво-красная зажигалка
    .desc = ИСТИННЫЙ выбор среди зажигалок. Не содержит меди

ent-DonkcoLighter = зажигалка флиппо Донк Ко.
    .desc = Данная штука — излюбленный выбор опытного предателя. Панированная зажигалка от Donk Co. Каким-то образом съедобна в горящем состоянии.

ent-GorlexMatchstick = подозрительная спичка
    .desc = Стандартная спичка для поджога курительных смесей. Предполагает использование не по назначению.

ent-GorlexMatchbox = подозрительный спичечный коробок
    .desc = Технологичная коробка, стилизованная под снаряжение Мародеров Горлекса. Содержит 24 спички.

ent-CybersunFlippo = зажигалка Cybersun
    .desc = Стильная чёрная зажигалка, на которую нанесён такой же стильный красный логотип Cybersun Industries.

ent-SpiderclanFlippo = зажигалка Клана Паука
    .desc = Зажигалка на острие технологий. Специально спроектирована для работы в открытом космосе. Работает благодаря ядерной батарее. Пахнет великим известным фильмом.

ent-NanotrasenFlippo = зажигалка флиппо Nanotrasen
    .desc = Роскошная темно-синяя зажигалка флиппо, которую обычно вручают лояльным сотрудникам вместо повышения зарплаты. Работает на жидкой плазме.

ent-HonkCoFlippo = клоунская зажигалка Honk Co.
    .desc = Скользкая зажигалка, размещаемая корпорацией Honk Co. прямо внутри банановой кожуры. Без ГМО.

ent-WaffleCoFlippo = зажигалка флиппо Waffle Co.
    .desc = Одна из самых продаваемых и прочных зажигалок на рынке. Эту продаваемость обеспечил механизм: при нажатии логотипа зажигалка сама проворачивает кремень, устраняя риск обжечься даже для самых неуклюжих пользователей.

ent-InterdyneFlippo = зажигалка Interdyne
    .desc = Темно-синяя зажигалка Flippo, украшенная логотипом генетических клиник медицинской компании Interdyne Pharmaceuticals. Иронично, не так ли?

ent-FlippoSyndicateLighter = зажигалка флиппо Синдиката
    .desc = Кроваво-красная зажигалка с чёрной гидрой на своём корпусе. Часть корпуса создана из мягкого метала, благодаря чему легко гравируется.

ent-FuelBluespace1 = блюспейс топливо
    .desc = Стержень из полу-обработанной блюспейс руды, предназначен для использования в виде топлива.

ent-FuelBluespace = блюспейс топливо
    .desc = { ent-FuelBluespace1.desc }

ent-ADTShipBottle = кораблик в бутылке
    .desc = Загадка века - как кораблик оказался внтури?

ent-ADTGlobeTerra = глобус Земли
    .desc = Планета Земля - родная планета человечества. На глобусе есть имена некоторых городов столицы ОПЗ.

ent-ADTGlobeMoon = глобус Луны
    .desc = Шар с нанесённым на него рисунком поверхности натурального спутника Земли - Луны.

ent-ADTGlobeEurope = глобус Европы
    .desc = Глобус натурального спутника Юпитера в Солнечной Системе - Европы.

ent-ADTGoldPhone = золотой телефон
    .desc = Альё! Скория? Этот телефон создан для важных переговоров.

ent-ADTDesktopClock = настольные часы
    .desc = Настольные часы премиального вида. Их корпус сделан из дерева, а цифеблат из бумаги. Странно, где же стрелки...

ent-ADTDesktopTableCaptain = настольная табличка "капитан"
    .desc = ЭТО Я ЗДЕСЬ БОСС! Эта настольная табличка состоит из деревянной призмы и металлических пластик золотого цвета, на которых большими буквами написано "КАПИТАН".

ent-ADTServingCart = сервисная тележка
    .desc = Тележка, предназначенная для перевозки напитков и еды к столикам гостей.

ent-ADTPaperCrane = бумажный журавль
    .desc = Оригами - это искусство, благодаря которому можно согнуть бумагу много раз, превращая её в самые неожиданные и интересные формы. В том числе и формы животных.

ent-ADTPaperShip = бумажный кораблик
    .desc = Оригами - это искусство, благодаря которому можно согнуть бумагу много раз, превращая её в самые оригинальные формы. Но, к сожалению, у вас получился кораблик.

ent-ADTBoxFolderBase = папка
    .desc = Папка, содержащая важные или не очень бумаги.
