ent-WeaponKineticSpear = копьё-крушитель
    .desc = Однажды, на случайной станции, клоун метнул самодельным копьём в капитана. Утилизатор, наблюдавший за сим действием, оценил боевой потенциал орудия. Заваленный факсами от отдела снабжения, в рекордно малые сроки инженерный отдел разработал новый вид оружия - протокинетическое копьё (для созидания сей пищали использовалась изолента)! Жаль лишь, что его нельзя метать.

ent-WeaponKineticHammer = молот-крушитель
    .desc = Тяжеловесная версия глефы-крушителя, созданная после того, как стало ясно: бить слаймов огромным молотом гораздо забавнее, чем стрелять по ним.

ent-WeaponKineticClaws = когти-крушители
    .desc = Оружие в виде перчаток с когтями. Хотя в них очень сложно что-то удерживать, они очень хорошо подходят для того, чтобы порубить враждебную фауну на части.

ent-WeaponKineticMachete = мачете-крушитель
    .desc = Гигантское рубило, чьей единственной целью является уничтожение любой жизни, будь то дерево или противный некроморф.
