ent-ClothingUniformJumpsuitCentComRep = комбинезон представителя ЦК
    .desc = Комбинезон самого примерного болвана во всей корпорации.

ent-ClothingNeckMantleCapFormal = торжественная мантия капитана
    .desc = Очень дорогая мантия, сделанная из толстой и лёгкой дюраткани, также прошит золотыми линиями.

ent-ClothingNeckCloakCapShoulder = плечевой плащ капитана
    .desc = Удобный. Дешёвый. Легкостирающийся. Все эти слова совершенно не про этот плащ.

ent-ClothingNeckCloakHoSShoulder = плечевой плащ главы службы безопастности
    .desc = Не может уберечь вас, но враг не увидит, как вам отрывает руку.

ent-ClothingNeckCloakCentralCommandShoulder = плечевой плащ представителя ЦК
    .desc = Просто смотря на него, вам в голову приходят рассуждения о том, сколько станций придётся продать, если он загрязнится.

ent-ClothingNeckCloakFormalCE = торжественный плащ старшего инженера
    .desc = Удобный и красивый торжественный плащ старшего инженера. Проходите мимо станков за километр, лишь бы его не зажевало.
