ent-CoffeeTableSteel = кофейный столик
    .desc = Обычный кофейный стол.

ent-CoffeeTableWood = деревянный кофейный столик
    .desc = Ещё более обычный кофейный столик.

ent-CoffeeTableReinforced = укреплённый кофейный столик
    .desc = Кусок очень прочной стали на четырёх ногах. Вы точно уверены, что это обязательно?

ent-CoffeeTableGlass = стеклянный кофейный столик
    .desc = Стеклянный стол. Не становитесь на него, пожалуйста.

ent-CoffeeTableReinforcedGlass = укреплённый стеклянный кофейный столик
    .desc = Усиленный стеклянный кофейный стол.

ent-CoffeeTablePlasma = плазменный кофейный столик
    .desc = Вы ощущаете злую ауру от этого столика.

ent-CoffeeTableReinforcedPlasma = укреплённый плазменный столик
    .desc = Кофейный столик для неожиданных гостей...                                 Синдикат находится у вас прямо за спиной. Ваши действия?

ent-CoffeeTableUranium = урановый кофейный столик
    .desc = Точно не радиоактивный. Да точно, точно...

ent-CoffeeTableReinforcedUranium = укреплённый урановый кофейный столик
    .desc = Браво. Вы достигли величия Урана.


ent-TableReinforcedPlasmaGlass = стол из плазменного бронестекла
    .desc =  Очень крепкий стол из плазменного бронестекла.

ent-TableReinforcedUraniumGlass = стол из уранового бронестекла
    .desc = Ало, бизнес? Да-да, деньги.

ent-TableUraniumGlass = стол из уранового стекла
    .desc = Квадратный кусок уранового стекла на четырёх ножках.
