ent-ClothingOuterCoatCaptain = бронепальто капитана
    .desc = Дорогое бронепальто капитана, прошитое золотом.

ent-ClothingHeadCaptainHat = шляпа капитана
    .desc = Капитанская шляпа, для капитанских приказов.

ent-ClothingMaskMimeSecurity = маска мима СБ
    .desc = У вас есть право хранить молчание.

ent-ADTClothingNeckCaptainNavalCape = адмиральский плащ капитана
    .desc = Длинный и дорогой, его вида достаточно, чтобы заставить уборщиков потеть.

ent-ADTClothingNeckCaptainShoulderCloak = плечевая мантия капитана
    .desc = Плащ великого воина, которым когда-то был капитан, охотясь на клоуна.

ent-ADTClothingEyesMonocle = монокль
    .desc = Золотой монокль, подкладываемый между веками. Выглядит дорого-богато.

ent-ADTClothingHeadHatsCaptainCockedHat = треуголка капитана
    .desc = Эй, Баргузин, пошевеливай вал, молодцу плыть недалёчко.

ent-ADTClothingUniformJumpskirtHoPTurtlneck = юбка-водолазка главы персонала
    .desc = Облегающая синяя, невзрачная водолазка. В вашем документе есть ошибки, сэр.

ent-ADTClothingUniformJumpskirtFormalHop = формальная юбка главы персонала
    .desc = Более роскошная, универсальная юбка для настоящего бюрократа. В вашем поведении присутствуют недочёты, ассистент.

ent-ADTClothingUniformJumpsuitHoPTurtlneck = водолазка главы персонала
    .desc = Облегающая синяя, невзрачная водолазка. В вашем документе есть ошибки, сэр.

ent-ADTClothingUniformJumpsuitFormalHop = формальный костюм главы персонала
    .desc =  Более роскошный, универсальный костюм для настоящего бюрократа. В вашем поведении присутствуют недочёты, ассистент.

ent-ClothingOuterCoatHOP = пальто главы персонала
    .desc = Бизнес-пальто для профессионального бизнесмена.

ent-ClothingOuterCoatWardenAlt = бронепальто смотрителя
    .desc = Куртка синего, морского цвета с синими наплечниками. На нагрудном кармане вышито звание "Смотритель".

ent-ClothingHeadHatCapWardenAlt = полицейская фуражка смотрителя
    .desc = Специальная синяя фуражка для нестандартного смотрителя Службы Безопасности.

ent-ClothingHeadHatCapHoS = фуражка главы службы безопасности
    .desc = Крепкая и прочная фуракжа, что показывает, кто тут босс.

ent-ClothingOuterCoatHoSGreatcoat = бронешинель главы службы безопасности
    .desc = Бронированная шинель, выдаваемая ГСБ. Только лучшие из лучших могут её носить.

ent-ADTClothingOuterCoatCCC = тренчкот КЦК
    .desc = Тренчкот консультанта Центрального Командования. Дорогой, может отправить тюрьму в вас без согласия владельца.

ent-ADTClothingHeadHatsCapCCC = фуражка КЦК
    .desc = Фуражка консультанта ЦК. Зачем вы искали "наказание за..."?

ent-ADTClothingUniformJumpskirtCCC = юбка-комбинезон консультанта ЦК
    .desc = Зелёно-золотой роскошный комбинезон. Я - есть манифестация слова "Важность"!

ent-ADTClothingUniformJumpskirtFormalCCC = торжественная юбка-комбинезон консультанта ЦК
    .desc = Ваш личный костюм, как настоящего владельца станции. Сижу здесь, мечтаю о личном Адъютанте..

ent-ADTClothingUniformJumpsuitCCC = комбинезон консультанта ЦК
    .desc = Зелёно-золотая роскошная юбка-комбинезон. Я - есть манифестация слова "Важность"!

ent-ADTClothingUniformJumpsuitFormalCCC = торжественный комбинезон консультанта ЦК
    .desc = Ваш личный костюм, как настоящего владельца станции. Сижу здесь, мечтаю о личном Адъютанте..

ent-ADTClothingBackpackSatchelCCC = сумка консультанта ЦК
    .desc = Вместительная сумка консультанта. Нет, сэр, я не буду помогать вам с выбором новой микроволновки.

ent-ADTClothingBackpackCCC = рюкзак консультанта ЦК
    .desc = Рюкзак для хранения вещей. Случайный взгляд на него вызывает боль в районе кошелька.

ent-ClothingBackpackDuffelCCC = вещмешок консультанта ЦК
    .desc = Большой вещмешок для толстосуммов.

ent-ClothingUniformJumpskirtPilotSD = юбка-комбинезон пилота службы безопасности
    .desc = Чёрное платье для пилота шаттла СБ.

ent-ClothingUniformJumpsuitPilotSD = комбинезон пилота службы безопасности
    .desc = Чёрный комбинезон для пилота шаттла СБ.

ent-ClothingHeadHelmetSecurityRed = шлем СБ
    .desc = Стандартный боевой шлем для сотрудников службы безопасности. Обладает достаточной прочностью на разрыв. Держите голову низко.

ent-ClothingOuterVestArmorSec = бронежилет СБ
    .desc = Стандартный бронежилет II-го уровня защиты, который выдаётся любому сотруднику Службы Безопасности.

ent-ClothingShoesBootsJackSec = подкованные ботинки СБ
    .desc = Боевые ботинки для боевых действий. Борьба везде, всегда.

ent-ClothingUniformJumpskirtElegantMaid = элегантное платье горничной
    .desc = Платье для действительно профессиональных горничных. На него обязательно нужно получить лицензию.

ent-ClothingUniformJumpsuitMedicNFSD = комбинезон патологоанатома ДСБФ
    .desc = Синяя униформа, предназначенная для полевых операций. Лечащий тулбокс идёт в комплекте.

ent-ClothingHeadPapahaBumanLopes = кубанка Бумана Лопеса
    .desc = Подозрительная кубанка. Вам хочется установить новый режим в секторе, глядя на неё.

ent-ClothingBeltWebbingMedicNFSD = медицинский РПС ДСБФ
    .desc = Стандартный РПС Фельдшера, содержащий в себе самые нужные лекарства. Красный крест на брюхе наверняка означает, что перед вами врач. Но, это не вполне доказуемо...

ent-ClothingBeltNfsdFilledBrigmedic = медицинский пояс ДСБФ
    .desc = Совершенно обычный пояс медицинского сотрудника ДСБФ. На его левой части расположен красный крест.

ent-ClothingBeltMedicNFSD = медицинский пояс ДСБФ
    .desc = Совершенно обычный пояс медицинского сотрудника ДСБФ. На его левой части расположен красный крест.

ent-ClothingNeckMedalSecurityOfficer = медаль офицера СБ
    .desc = Выдаётся лишь лучшим офицерам!

ent-ClothingNeckMedalSecurityDetective = медаль детектива СБ
    .desc = Правда скрывается, но вы всегда можете её раскрыть.

ent-ClothingNeckMedalSecurityMedic = медаль бригмедика
    .desc = Только те, кто убегает от взрывов, могут получить эту медаль.

ent-ClothingNeckMedalSecurityPilot = медаль пилота СБ
    .desc = Взлетай!

ent-ClothingNeckMedalSecuritySeniorOfficer = медаль инструктора СБ
    .desc = Настоящая медаль среди медалей. Выдаётся лишь лучшим учителям.

ent-ClothingNeckMedalSecurityWarden = медаль смотрителя СБ
    .desc = Заключённых держат не стены, а ваша воля! И эта медаль подчёркивает её.

ent-ClothingNeckMedalSecurityHeadOfSecurity = медаль главы СБ
    .desc = Эта медаль может не отличаться от других внешне, но в ней значительно больше золота!

ent-ClothingBeltPlantManagerFilled = пояс менеджера электростанции
    .desc = Держит инструменты, выглядит стильно. Расширен при помощи блюспейс-технологий!

ent-ClothingBackpackCE = рюкзак старшего инженера
    .desc = Технологичный рюкзак белого цвета. Стильный!

ent-ClothingBackpackSatchelCE = сумка старшего инженера
    .desc = Белая сумка для лучших инженеров.

ent-ClothingBackpackDuffelCE = вещмешок старшего инженера
    .desc = Большой вещмешок для всех инструментов, которые вам понадобятся для создания сингулярности.

ent-ClothingNeckCloakFormalSeniorEngineer = плащ ведущего инженера
    .desc = Для создания сингулярности, тебе нужно соединить провода зд-... НЕ ТУТ!

ent-ClothingEyesGlassesMesonPlantManager = очки менеджера электростанции
    .desc = Очки  с зеленоватым оттенком и интегрированным HUD для идентификации посетителей и сотрудников станции.

ent-ClothingHeadsetAltEngineeringPlantManager = гарнитура менеджера электростанции
    .desc = Модифицированный модульный интерком, надеваемый на голову. Нужен для того, чтобы обмениваться гадостями с авантюристами.

ent-ADTClothingHeadHatsBeretChiefEngineer = берет старшего инженера
    .desc = Бригада! А ну быстро за работу!

ent-ADTClothingHeadHatsBeretAtmosphericTechnician = берет атмосферного техника
    .desc = Берет техника, что никогда не топил станцию в лишней плазме. Точно-точно.

ent-ADTClothingHeadHatsBeretHeadOfPersonnel = берет главы персонала
    .desc = Берет существа, отвечающего за ваше качество питания. Ну, наверное...

ent-ADTClothingHeadHatsBeretCargo = берет отдела снабжения
    .desc = Фирменный берет отдела снабжения!

ent-ClothingUniformJumpsuitAdjutantAlt = водолазка адъютанта
    .desc = Фирменная водолазка для того, чтобы обслуживать глав отделов даже в холодные планетарные зимы.

ent-ClothingUniformJumpskirtAdjutantAlt = юбка-водолазка адъютанта
    .desc = Фирменная водолазка с юбкой для того, чтобы обслуживать глав отделов даже в холодные планетарные зимы. Не забудьте надеть подштанники!

ent-ClothingOuterVestArmorMedSec = бронежилет бригмедика
    .desc = Бронежилет бригмедика с маленькими кармашками для всякой мелочи.

ent-ClothingOuterCoatLabSecurityMedic = полевой халат бригмедика
    .desc = Лёгкий халат, защищающий от проливающихся химикатов даже в полевых условиях.

ent-ClothingOuterVestSecurityMedic = полевой жилет бригмедика
    .desc = Лёгкий жилет, который носят бригмедики.

ent-ADTClothingOuterCoatLabSec = лабораторный халат бригмедика
    .desc =  Лабораторный халат медицинского работника службы безопасности с красными линиями на плечах. На самом деле, совсем не страшный.

ent-ClothingHeadHelmetSecurityMedic = шлем бригмедика
    .desc = Стандартный шлем бригмедика. Обладает неплохой защитой.

ent-ClothingHeadHatBeretSecurityMedic = берет бригмедика
    .desc = Высококлассный берет со значком спереди. Сделан из качественной ткани.

ent-ClothingOuterCoatSecurityOvercoat = шинель службы безопасности
    .desc = Лёгкая шинель для сотрудников службы безопасности. Носит логотип Nanotrasen Munitions.

ent-ADTVeteranSecHardsuit = скафандр ветерана службы безопасности
    .desc = Специальный костюм, охраняющий владельца от воздействия космической радиации и вакуума. Имеет дополнительный слой брони. Выдаётся лишь самым лучшим и доблестным правоохранителям.

ent-ClothingUniformJumpsuitHoSOld = старый комбинезон главы службы безопасности
    .desc = Достоачно старая штука, навеивает старые воспоминания...

ent-ClothingBackpackSatchelHoS = сумка главы службы безопасности
    .desc = Стильная, кожанная сумка.

ent-ClothingHeadHatCapLeatherHoS = кожанная фуражка главы службы безопасности
    .desc = Старинная кожанная фуражка. От неё всё ещё пахнет дымом.

ent-ClothingHeadBeretChemist = берет химика
    .desc = Плавательная шапочка самого обычного химика.

ent-ClothingNeckAngelWings = ангельские крылья
    .desc = Порхай как бабочка! Жаль лишь, что как кирпич. Сделаны из ваты.

ent-ClothingNeckVampireWings = вампирские крылья
    .desc = Чёрные крылья. При просвете отсвечивают бордовым.

ent-ClothingNeckWingsMagic = крылья мага
    .desc = К сожалению, совершенно не магические.

ent-ClothingNeckWingsPegasus = крылья пегаса
    .desc = Величиственные крылья божественной лошади, отодранные браконьерами и проданные вам. Шутка.

ent-ClothingNeckWingsSkeleton = скелетные крылья
    .desc = Крылья настоящего скелета. Постойте, а откуда у скелетов крылья...?

ent-ClothingNeckWingsSkeletonBlack = чёрные скелетные крылья
    .desc = Были созданы после ходатайства Коалиции Черношёрстных Вульпканинов о том, что черношёрстные вульпканины не имеют соответсвующих крыльев. К сожалению, ходатайства Колации Синих и Коалиции Зелёных приняты не были.

ent-ClothingNeckWingsSkeletonRed = красные крылья скелета
    .desc = Дизайн этих крыльев был создан совершенно случайно. Во время создания дизайна этих крыльев НИКТО НЕ ПОСТРАДАЛ.

ent-ClothingNeckWingsForCoolGuys = по-настоящему ангельские крылья
    .desc = Ничем не отличаются от обычных. Не позволяют вам летать.

ent-ClothingNeckWingsTheAnemone = крылья ужаса
    .desc = Крылья, летящие на ужасе ночи.

ent-ClothingOuterYesod = пальто Йесод
    .desc = Тёмное пальто-денди с чёрным мехом на воротнике и золотой обшивкой. Невероятно технологично. Несмотря на лёгкость, очень прочно. Для обычного разумного может показаться неудобным.

ent-ClothingNeckCloakYesod = меховой чёрный плащ Йесод
    .desc = Акуратный плащ, который сверху и внизу покрыт мехом. Выглядит невероятно технологично.

ent-ClothingOuterHardsuitSecurityPilot = скафандр пилота службы безопасности
    .desc = Величественный скафандр борца с пиратством. Он пережил испытания, не снившиеся даже силам Корпуса Специальных Операций!

ent-ClothingHeadHelmetHardsuitSecurityPilot = шлем скафандра пилота службы безопасности
    .desc = Шлем с большим визором для панорамного обзора.

ent-ClothingHandsKnuckleDustersQM = золотые кастеты квартирмейстера
    .desc = Мощные кастеты, сделанные из 24-каратного золота с плститановыми вставками. На них выгравировано лого Nanotrasen. Символ власти квартирмейстера.

ent-ClothingModsuitChiefEngineer = рюкзак МОДа старшего инженера
    .desc = Продвинутый рюкзак с небольшим блюспейс-карманом для скафандра. Был спроектирован специально для условий Сектора Фронтир.

ent-ClothingOuterHardsuitChiefEngineerMOD = продвинутый скафандр старшего инженера
    .desc = Развёртываемый скафандр старшего инженера Сектора Фронтир. Он мягок и прочен.

ent-ClothingHeadHelmetHardsuitChiefEngineerMOD = шлем продвинутого скафандра старшего инженера
    .desc = Белый шлем скафандра для инженеров Фронтира.

ent-ClothingUniformJumpskirtScientistFormal = торжественная юбка-комбинезон учёного
    .desc = Униформа для взыскательных учёных, которую лучше всего носить с подходящим к ней галстуком.

ent-ClothingUniformJumpskirtSalvageSpecialist = юбка-комбинезон специалиста по утилизации
    .desc = Удобная прочная юбка-комбинезон. Очень грязная.

ent-ClothingUniformJumpsuitSalvageSpecialistFormal = торжественный комбинезон утилизатора
    .desc = Менее удобный комбинезон для официальных мероприятий. У квартирмейстера есть собственная армия!

ent-ClothingUniformJumpskirtSalvageSpecialistFormal = торжественная юбка-комбинезон утилизатора
    .desc = Менее удобная юбка-комбинезон для официальных мероприятий. У квартирмейстера есть собственная армия!

ent-ClothingUniformJumpsuitChiefEngineerFormal = торжественный комбинезон старшего инженера
    .desc = Торжественный пиджак с брюками для главы отдела инженеров. Пора отсветить золотом не только в промышленности, но и в одежде!

ent-ClothingUniformJumpsuitDetectiveFormal = торжественный костюм детектива
    .desc = Торжественный костюм из коричневой жилетки, рубашки и галстука. Пора садиться за пианино!

ent-ClothingUniformJumpsuitDetectiveFormalBlack = серый торжественный костюм детектива
    .desc = Торжественный костюм из чёрной жилетки, рубашки и галстука. Пора садиться за пианино!

ent-ClothingUniformJumpsuitTurtleScientist = водолазка учёного
    .desc = Прочная водолазка учёных, предназначенная для исследований в плохих погодных условиях.

ent-ClothingUniformJumpskirtTurtleScientist = юбка-водолазка учёного
    .desc = Прочная водолазка учёных с юбкой, предназначенная для исследований в плохих погодных условиях.

ent-ClothingUniformJumpsuitBrigmedicAlt = униформа бригмедика
    .desc = Стандартная красная униформа, значительно менее угрожающая, чем стандартная чёрная.

ent-ClothingUniformJumpskirtBrigmedicAlt = юбка бригмедика
    .desc = Стандартная красная унифицированная юбка, значительно менее угрожающая, чем стандартная чёрная.

ent-ClothingUniformJumpsuitBrigmedicTurtle = водолазка бригмедика
    .desc = Достаточно красная, чтобы спрятать следы рабочего 'ой, не туда' на вашей униформе.

ent-ClothingUniformJumpskirtBrigmedicTurtle = юбка-водолазка бригмедика
    .desc = Достаточно красная, чтобы спрятать следы рабочего 'ай!' на вашей униформе. Теперь с юбкой.

ent-ClothingUniformJumpsuitBrigmedicWhite = белый комбинезон бригмедика
    .desc =  Ходят слухи, что этот комбинезон был спроектирован компанией, что придумала формулу 'космического очистителя'. Белый, для настоящего ангела-спасителя.

ent-ClothingUniformJumpskirtBrigmedicWhite = белая юбка-комбинезон бригмедика
    .desc = Ходят слухи, что эта юбка был спроектирован компанией, что придумала формулу 'космического очистителя'. Белая, для настоящего ангела-спасителя.

ent-ClothingOuterHardsuitBrigmedicWhite = белый скафандр бригмедика
    .desc = Белая версия скафандра бригмедика. Фактически, тоже самое, просто другого цвета.

ent-ClothingHeadHelmetHardsuitBrigmedicWhite = шлем белого скафандра бригмедика
    .desc = Белая медицинская версия шлема скафандра службы безопасности.

ent-ClothingUniformJumpsuitCryotech = комбинезон криотехника
    .desc = Это КРАЙНЕ тёплая водолазка, также, она очень прочная.

ent-ClothingUniformJumpskirtCryotech = юбка-комбинезон криотехника
    .desc = Это КРАЙНЕ тёплая водолазка, также, она очень прочная. У этой есть юбка.

ent-ClothingBackpackBrigmedicWhite = белый рюкзак бригмедика
    .desc = Белый рюкзак для удобного ношения лекарств во время боёв.

ent-ClothingBackpackSatchelBrigmedicWhite = белая сумка бригмедика
    .desc = Белая сумка для медицинских товаров.

ent-ClothingBackpackDuffelBrigmedicWhite = белый вещмешок бригмедика
    .desc = Белый большой вещмешок для большого количества больших вещей. Всё ещё достаточно небольшой.

ent-ClothingBackpackHeadOfPersonnel = рюкзак главы персонала
    .desc = Хотя и выглядит дорогим, на деле достаточно дешёвый. Никогда не заменит Иана.

ent-ClothingBackpackSatchelHeadOfPersonnel = сумка главы персонала
    .desc = Отличная сумка бюрократа для ручек и бумаг. Пахнет деревом.

ent-ClothingBackpackDuffelHeadOfPersonnel = вещмешок главы персонала
    .desc = Полон денег и бумаг. Сегодня было РЕАЛЬНО много пассажиров.

ent-ClothingOuterCoatQuartermaster = пальто квартирмейстера
    .desc = Роскошное пальто для чувака, закупающего оружие и пиццу. Обладает небольшой защитой.

ent-ClothingOuterCoatSalo2016 = кроваво-чёрное сальное пальто
    .desc = От него пахнет салом и кибербезопасностью, а ещё чем-то проклятым.

ent-ClothingNeckMantleBlue = синия мантия
    .desc = Самая обычная синяя мантия.

ent-ClothingNeckMantleBlueShield = мантия офицера 'Синий Щит'
    .desc = Кто теперь хитман, а?

ent-ClothingNeckCloakBlueshield = плащ офицера 'Синий Щит'
    .desc = Защитите Его Величество!

ent-ClothingNeckMantleWarden = мантия смотрителя
    .desc = Удерживается чистой волей.

ent-ClothingNeckMiscCapeCaptain = кейп капитана
    .desc = Укрывает ваши атлантские плечи и защищает от сильных ветров.

ent-ClothingUnderwearSocksBlueshield = носки ОСЩ
    .desc = Стандартные носки офицеров 'Синий Щит'.

ent-ClothingShoesBootsMagDeathSquad = магнитные ботинки эскадрона смерти
    .desc = Очень жуткие ботинки.

ent-ClothingShoesBootsMagBlueshield = магнитные ботинки офицера 'Синий Щит'
    .desc = Очень продвинутые магнитные ботинки офицеров 'Синий Щит', предназначенные для непрерывной защиты любой цели.

ent-ClothingShoesBootsMagCaptain = магнитные ботинки капитана
    .desc = Обычные магнитные ботинки, покрашенные в синий цвет. Настроены лучше обычных и почти не замедляют.

ent-ClothingNeckMedalScienceEpistemics = медаль научного сотрудника
    .desc = Эта медаль выглядит одновременно и странной, и симпатичной. Даже при учёте логотипа Nanotrasen на её задней части, вы не можете идентифицировать, к какой области она принадлежит.

ent-ClothingNeckMedalSecurityShield = медаль щита
    .desc = Данная выдаётся тем, кто защитил своих сотрудников при помощи своего тела. К сожалению, такие медали очень редки.

ent-ClothingNeckMedalProsecutor = значок прокурора
    .desc = Значок, устрашающий и плохих полицейских, и преступников. Сделана из чистого золота, но рубин по центру не настоящий.

ent-ClothingNeckTieObscure = тёмный галстук
    .desc = Очень тёмный галстук.

ent-ClothingNeckTieDarkPurple = тёмно-фиолетовый галстук
    .desc = Deep Purple галстук.

ent-ClothingNeckTieDarkBrown = тёмно-коричневый галстук
    .desc = Тёмно-коричневый галстук.

ent-ClothingNeckTieChemist = галстук химика
    .desc = Апельсин каждый день держит химика вдали от клиники. Главное, не свари что-нибудь не то...

ent-ClothingNeckTieGreen = зелёный галстук
    .desc = Зелёный галстук. Потрогай траву!

ent-ClothingNeckTieWhite = белый галстук
    .desc = Это и было нашей основной целью. Он ОЧЕНЬ белый.

ent-ClothingNeckTieAquamarine = аквамариновый галстук
    .desc = Аквамариновый галстук.

ent-ClothingNeckTieAzure = лазурный галстук
    .desc = Галстук лазурного цвета. Море... а на море суша... а на суше пальма... а на пальме кот сидит и видит море... а на море суша...

ent-ClothingNeckTieBrown = коричневый галстук
    .desc = Тёмно-коричневый галстук.

ent-ClothingNeckTieBlue = синий галстук
    .desc = Синий галстук. На нём прицеплена золотая клипса с сильно затёртым логотипом AEgis LLC.

ent-ClothingNeckTieGolden = золотой галстук
    .desc = Золотой галстук. Роскошный, и сияет.

ent-ClothingNeckTieLightGrey = светло-серый галстук
    .desc = Светло-серый галстук.

ent-ClothingNeckTieOrange = оранжевый галстук
    .desc = Галстук оранжевого цвета.

ent-ClothingNeckTiePink = розовый галстук
    .desc = Галстук зефирного цвета.

ent-ClothingNeckTiePurple = фиолетовый галстук
    .desc = Фиолетовый галстук.

ent-ClothingNeckTieYellow = жёлтый галстук
    .desc = Галстук жёлтого цвета.

ent-ClothingHeadHatHeadOfSecurity = шляпа главы службы безопасности
    .desc = Шляпа в ковбойском стиле для настоящей главы.

ent-ClothingMaskGasCaptainCombat = боевой противогаз капитана
    .desc = Продолжая безыдейную линейку капитанских противогазов, на этот раз выделили целый списанный противогаз утилизаторов.

ent-ClothingOuterHardsuitCapspaceReinforced = боевой бронескафандр капитана
    .desc =  Элитный капитанский бронескафандр. Его выдают лучшим капитанам, для которых сражения с врагами НТ - каждый понедельник.

ent-ClothingHeadHelmetHardsuitCapspaceHelmetReinforced = шлем боевого скафандра капитана
    .desc = Шлем, защищающий голову элитных капитанов.

ent-ClothingNeckCloakNfsdShoulder = плечевой плащ прапорщика ДСБФ
    .desc = Торжественный плащ службы безопасности Сектора Фронтир. Зелёный и мягкий.

ent-ClothingNeckMantleShoulderNfsdCream = наплечная мантия ДСБФ
    .desc = Удобный меховой плащ ДСБФ кремового цвета. Подходит как для торжественных мероприятий, так и для обычной службы.

ent-ClothingUniformJumpsuitNfsdService = технический комбинезон ДСБФ
    .desc = Комбинезон кофейного цвета с кремовой майкой. От него пахнет какао, космическим очистителем и бумагой одновременно.

ent-ClothingUniformJumpskirtNfsdService = техническая юбка-комбинезон ДСБФ
    .desc = Комбинезон кофейного цвета с точно такой же кофейной юбкой и кремовой майкой. От неё пахнет какао, космическим очистителем и бумагой одновременно, но также есть и лёгкий фиалковый акцент.

ent-ClothingHeadHatNfsdCap = фуражка ДСБФ
    .desc = Фуражка кофейного цвета для Службы Безопасности Сектора Фронтир, носимая офицерами.

ent-ClothingHeadHatNfsdCapAlt = короткая фуражка ДСБФ
    .desc = Небольшая тёмная фуражка властей Фронтира. Обычно её носят люди с высоким званием.
