ent-RMCFireAxe = Пожарный топор
   .desc = Тяжелый топор. Эффективен как по людям, так и по конструкциям.

ent-CMFlash = Светошок
   .desc = Используется для ослепления и хулиганства. Перезаряжает одну вспышку каждые 30 секунд. Между использованиями требуется ждать 1 секунду.

ent-RMCM5Bayonet = Штык M5 «Night Raider»
   .desc = Штатный штык Морпехов. Можно прятать в ботинки или пристегнуть к винтовке.

ent-CMM11Knife = Метательный нож M11
   .desc = Военный нож, предназначенный для метания во врага.

ent-CMM2132Machete = Мачете M2132
   .desc = Последняя версия мачете Морпехов.

ent-RMCPickaxe = Кирка
   .desc = Кирка с насечками для вгрызания в породу.

ent-CMStunbaton = Шоковая дубинка
   .desc = Дубинка для выведения людей из строя.
