ent-Constructor = конструктор
    .desc = Машина, способная строить объекты из поданных материалов.
ent-Interactor = интерактор
    .desc = Роботизированный привод для взаимодействия с объектами с помощью инструментов.
ent-RoboticArm = роботизированная рука
    .desc = Высокотехнологичная рука, перемещающая предметы между машинами с апгрейдом автоматизации.
ent-StorageBin = накопительный бункер
    .desc = Электронно управляемый бункер для работы с роботизированными руками.

ent-RoboticArmCircuitboard = роботизированная рука (машинная плата)
    .desc = Печатная плата роботизированной руки.
ent-ConstructorCircuitboard = конструктор (машинная плата)
    .desc = Печатная плата конструктора.
ent-StorageBinCircuitboard = накопительный бункер (машинная плата)
    .desc = Печатная плата накопительного бункера.
ent-InteractorCircuitboard = интерактор (машинная плата)
    .desc = Печатная плата интерактора.

ent-BaseAutomationFilter = фильтр
    .desc = Фильтр, который можно установить в фабричные машины.
ent-AutomationFilterLabel = фильтр меток
    .desc = Фильтр для фабричных машин. Сканирует метки предметов.
ent-AutomationFilterName = фильтр имён
    .desc = Фильтр для фабричных машин. Распознаёт предметы по имени.
ent-AutomationFilterStack = фильтр стопок
    .desc = Фильтр для фабричных машин. Сравнивает размер стопки.
ent-AutomationFilterPressure = фильтр давления
    .desc = Фильтр для фабричных машин. Измеряет давление газов.
ent-AutomationFilterCombined = комбинированный фильтр
    .desc = Фильтр для фабричных машин. Объединяет два фильтра через логику.

ent-UpgradeKitAutomation = набор апгрейда автоматизации
    .desc = Набор деталей для апгрейда машины. Добавляет опции автоматизации через связь с роботизированными руками.
ent-LatheUpgradeKitHyper = набор гиперконвекционного апгрейда
    .desc = Набор для апгрейда фабрикатора. Экономит материалы ценой скорости и нагрева.
ent-LatheUpgradeKitCryo = набор крио-стабилизирующего апгрейда
    .desc = Набор для апгрейда фабрикатора. Ускоряет производство ценой охлаждения окружения.

ent-Crystallizer = кристаллизатор
    .desc = Используется для кристаллизации или отверждения газов.

ent-ClothingEyesGlassesMesonTray = продвинутые инженерные очки
    .desc = Защитные мезонные очки со встроенным T-ray сканером и диагностическим HUD. Многослойный ламинат защищает от ярких вспышек.
