
uplink-bm-hardsuitwarlord-name = Скафандр "Варлорд"
uplink-bm-hardsuitwarlord-desc = Недавно появившаяся в ассортименте новая модель боевого скафандра наёмников. Защита: 45/45/30//45/45//30/30

uplink-bm-mercenary-hardsuit-name = Скафандр наёмника
uplink-bm-mercenary-hardsuit-desc = Старая, но надежная модель боевого скафандра наёмников. Защита: 45/45/30//30/30//45/45

uplink-bm-hardsuitussplightofficer-name = Офицерский скафандр СССП облегченный
uplink-bm-hardsuitussplightofficer-desc = Старый скафандр СССП, который раньше носили офицеры Космических Сил. Защита: 45/45/45//30/30//30/30

uplink-bm-hardsuitlightmk2-name = Скафандр mk-2 СССП Облегченный
uplink-bm-hardsuitlightmk2-desc = Давно устаревший штатный скафандр Космических Сил СССП. Защита: 30/30/30//45/45//45/45

uplink-bm-hardsuitusspcombat-name = Штурмовой скафандр СССП
uplink-bm-hardsuitusspcombat-desc = Тяжелый скафандр СССП, предназначавшийся для штурмовых операций. Защита: 30/30/45//45/45//30/30

uplink-bm-chameleon-name = Набор "Хамелеон"
uplink-bm-chameleon-desc = Набор одежды с технологией "Хамелеон", позволяющей блестяще выглядеть в любой ситуации.

uplink-bm-agentid-name = ID-карта агента
uplink-bm-agentid-desc = Специальная ID-карта, позволяющая сменить имя и должность владельца, а так же скопировать доступы с другой карты без специальной консоли.

uplink-bm-backpacksyndie-name = Рюкзак Синдиката
uplink-bm-backpacksyndie-desc = Удобный и вместительный красный рюкзак с дополнительной защитой содержимого от взрывов.



uplink-bm-laserautorifle-name = автоматическая лазерная винтовка AER9
uplink-bm-laserautorifle-desc = Высокотехнологичная автоматическая лазерная винтовка. Способна прожигать броню и плоть с невероятной скоростью. Это оружие - мечта любого солдата Братства Стали и кошмар любого мутанта.

uplink-bm-plasmarifle-name = плазменная винтовка
uplink-bm-plasmarifle-desc = Плазменная винтовка - оружие, которое выстреливает сгустками плазмы. Сгустки плазмы нагревают и плавят все на своем пути.

uplink-bm-wattz2-name = лазерная винтовка "Wattz 2000"
uplink-bm-wattz2-desc = Высокотехнологичная лазерная винтовка от компании 'Wattz Electronics'. Предшественник модели 3000, но всё ещё смертельно опасная. Её точность и надёжность сделали её популярным выбором среди снайперов и разведчиков.

uplink-bm-plasmacutter-name = плазменный резак
uplink-bm-plasmacutter-desc = Стреляющий энергетической волной пистолет, предназначенный для добычи руды на астероидах. Это не мешает ему так же эффективно отрывать и поджаривать куски мяса.

uplink-bm-autopulser-name = kunisa-pattern plasma autopulser
uplink-bm-autopulser-desc = Усовершенствованная ручная плазменная винтовка. Конструкция имеет сходство с плазменным оружием, существовавшим до Великого Разлома.



uplink-bm-autorifle-name = Легкий Ручной Пулемёт "Рокот"
uplink-bm-autorifle-desc = Старый, но надежный пулемет, стреляющий безгильзовым патроном 6.8х52 STANAG. Легко уничтожает как живую силу врага, так и укрепления.

uplink-bm-LMG-name = Ручной Крупнокалиберный Пулемёт "Клён"
uplink-bm-LMG-desc = Более тяжелый вариант пулемёта "Рокот", стреляющий мощным патроном 8х65 SKR.

uplink-bm-brushgun-name = "Очиститель Зарослей"
uplink-bm-brushgun-desc = Карабин с рычажным затвором, выполненный в калибре 12.7х99, легко справляющийся с врагом и препятствиями перед ним.

uplink-bm-R91-name = Автоматическая винтовка R-91
uplink-bm-R91-desc = Удобный и эргономичный автомат калибра 5.56х45 со старомодными деревянными прикладом и цевьем.

uplink-bm-chinese-name = Китайская Штурмовая Винтовка
uplink-bm-chinese-desc = Винтовка, украденная с древнего военного склада, но до сих пор не утратившая своей актуальности. Стреляет калибром 7.62х39.

uplink-bm-service-name = Боевая Винтовка
uplink-bm-service-desc = Старая полуавтоматическая винтовка, созданная под патрон 7.62х51. Снабжена загонным прицелом.

uplink-bm-lever-name = Винтовка с рычажным затвором
uplink-bm-lever-desc = Марксманская штурмовая винтовка, созданная для работы на средних и дальних дистанциях. Предусмотрена под калибр 7.62х54.

uplink-bm-magnum-name = Револьвер "Магнум"
uplink-bm-magnum-desc = Надежный стальной револьвер с мощным патроном .45 magnum, пробивающим любую броню.

uplink-bm-12mmpipe-name = Пистолет-пулемёт .45 ACP
uplink-bm-12mmpipe-desc = Кустарный пистолет-пулемёт, стреляющий тяжелым патроном .45 ACP.

uplink-bm-pistol12mm-name = Пистолет .45 ACP
uplink-bm-pistol12mm-desc = Идейный полуавтоматический потомок револьвера под патрон .45 ACP.

uplink-bm-10mmpipe-name = 9х19мм Пистолет-пулемёт
uplink-bm-10mmpipe-desc = Самодельный пистолет-пулемёт, стреляющий довольно распространенным калибром 9х19.

uplink-bm-pistol9mm-name = 9х19мм Пистолет
uplink-bm-pistol9mm-desc = Дешевый и массовый пистолет, работающий на классическом пистолетном калибре 9х19.

uplink-bm-9mmsmg-name = 6.35х40мм Пистолет-пулемёт
uplink-bm-9mmsmg-desc = Крайне скорострельный вариант пистолета-пулемёта, выполненного в калибре 6.35х40.

uplink-bm-pistolchinese-name = Китайский пистолет
uplink-bm-pistolchinese-desc = Маломощный, но очень быстрый пистолет калибра 6.35х40.

uplink-bm-shotgun-name = Помповый дробовик
uplink-bm-shotgun-desc = Классический помповый дробовик с деревянным прикладом, снабженный магазином на 6 патрон.

uplink-bm-dbshotgun-name = Двуствольный дробовик
uplink-bm-dbshotgun-desc = Старое двуствольное ружье, все еще пользующееся популярностью среди охотников.



uplink-bm-mechmedipen-name = Медипен от механических повреждений
uplink-bm-mechmedipen-desc = Медипен, содержащий дозу бикаридина для лечения механических травм.

uplink-bm-burnmedipen-name = Медипен от физических повреждений
uplink-bm-burnmedipen-desc = Медипен, содержащий дозу дермалина и лепоразина для лечения ожогов и обморожений.

uplink-bm-stimpackmini-name = Мини-стимпак
uplink-bm-stimpackmini-desc = Небольшой инъектор, содержащий 15 унций боевого стимулятора.



store-preset-name-bm-uplink = Аплинк Чёрного Рынка
store-category-bmhardsuits = Скафандры
store-category-bmutility = Прочее
store-category-bmweapons = Оружие
store-category-bmammo = Патроны
store-category-bmexplosives = Взрывчатка
store-category-bmmedicine = Медицина

lathe-category-emp-ammo = ЭМИ патроны
lathe-category-caustic-ammo = Кислотные патроны



uplink-pirate-RatelBundle-name = VFD PSW "Ratel" (8x65 SKR)
uplink-pirate-RatelBundle-desc = Высокоточное оружие калибра 8x65 SKR, подходит для простых патронных коробков и всех видов магазинов. Основано на модели Vulcan, изготовлено из материалов более высокого качества и оснащено высокоточным прицелом. На боковой стороне имеется надпись «FOR MILI-CENARY USE ONLY» (только для военных целей), которая, по всей видимости, была подделана.

uplink-pirate-AMBundle-name = Анти-Материальная винтовка
uplink-pirate-AMBundle-desc = С одного взгляда внушает страх. Она может уничтожить все, что попадется на ее пути, особенно эффективна в ситуациях, когда необходимо уничтожить крупную цель, например, когтя смерти.

uplink-pirate-PrometheusBundle-name = HWM FCL "Prometheus" (5.56x45mm)
uplink-pirate-PrometheusBundle-desc = Легкая боевая винтовка (Fusil de Combat Léger) «Prometheus» производства Herstal Weapon Manufacture калибра 556x45 мм. Создана для массового производства с целью борьбы с ксеносами. Обладает высокой скорострельностью и эффективностью стрельбы очередями, жертвуя точностью огня.

uplink-pirate-KnallstockBundle-name = LWC Knallstock (.45 ACP)
uplink-pirate-KnallstockBundle-desc = Прочный и надежный пистолет-пулемет, стреляющий крупными очередями с высокой скоростью. Подходит для пистолетных магазинов калибра .45 ACP. Следите за расходом патронов.

uplink-pirate-MK45Bundle-name = Автомагнум MK-45
uplink-pirate-MK45Bundle-desc = Первоначально разрабатывался как замена револьверу M44, но отклонен как слишком громоздкий в обращении.

uplink-bm-Mla73Bundle-name = SKR-WS MLA-73 (6.35x40mm caseless)
uplink-bm-Mla73Bundle-desc = Надежный пистолет-пулемет, обычно выдающийся пилотам и экипажам бронетехники. Этот экземпляр был модифицирован и оснащен встроенным глушителем. Легенды вокруг этого оружия гласят, что оно было создано по схеме корпоративной эпохи и изготовлено Пепельной Республикой.

uplink-pirate-HoldoutBundle-name = Карманный пистолет
uplink-pirate-HoldoutBundle-desc = Крошечный пистолет, который легко спрятать в труднодоступных местах. Лучше не спрашивать, откуда он взялся.

uplink-pirate-BigLeadyBundle-name = Big Leady (4 gauge)
uplink-pirate-BigLeadyBundle-desc = Массивный дробовик 4-го калибра (23x75 мм), созданный для уничтожения всего, что не может убить пушка меньшего калибра.



uplink-pirate-LGBundle-name = Гатлинг-лазер
uplink-pirate-LGBundle-desc = Миниган, стреляющий лазерными лучами. Для тех, кто не понимает намёков.

uplink-pirate-PRBundle-name = прототип лазерной винтовки AER14
uplink-pirate-PRBundle-desc = оружие с большим разовым уроном, но с меньшей скорострельностью.

uplink-pirate-PARBundle-name = автоматическая плазменная винтовка
uplink-pirate-PARBundle-desc = Высокотехнологичная автоматическая плазменная винтовка. Выпускает шквал смертоносной плазмы, способный расплавить даже силовую броню. Редкое и чрезвычайно опасное оружие, часто используемое элитными отрядами в самых безнадёжных ситуациях.

uplink-pirate-wattz3Bundle-name = лазерная винтовка "Wattz 3000"
uplink-pirate-wattz3Bundle-desc = Высокотехнологичная лазерная винтовка от компании 'Wattz Electronics'. Сочетание элегантного дизайна и смертоносной эффективности. Любимое оружие охотников за головами и элитных наёмников по всей Пустоши.

uplink-pirate-LPBundle-name = лазерный пистолет AEP7
uplink-pirate-LPBundle-desc = оружие, которое не требует патронов. Его луч может прорезать металл и плоть.

uplink-pirate-PDBundle-name = плазменный защитник
uplink-pirate-PDBundle-desc = Высокотехнологичный плазменный пистолет с улучшенной скорострельностью. Этот компактный монстр способен превратить любого рейдера в горстку пепла за считанные секунды. Любимое оружие элитных подразделений Анклава.

uplink-pirate-EGFBundle-name = VFD EN-5 FROST
uplink-pirate-EGFBundle-desc = Самозаряжающийся энергетический пистолет со смертоносными патронами, способными наносить серьезный урон. По сравнению с предыдущими версиями, имеет боеприпасы, выводящие из строя, и улучшенную точность.



uplink-convert-doubloon-name = Дублон
uplink-convert-doubloon-desc = Вкладывайся в самую стабильную валюту - Дублоны! Самое время фиксировать прибыль!

uplink-convert-sdtk-name = Таможенные кредиты
uplink-convert-sdtk-desc = Спонсируйте самую могущественную мегакорпорацию ОПЗ!



uplink-security-grizzly-name = TCA MMG-68 "Grizzly" (6.8x52mm Caseless)
uplink-security-grizzly-desc = Средний пулемет калибра 6,8x52 мм без гильзы, подходит как для коробчатых, так и для стандартных магазинов. На боковой стороне имеется надпись «ТОЛЬКО ДЛЯ ВОЕННОГО ИСПОЛЬЗОВАНИЯ». Вес пулемета затрудняет его использование. В целях стандартизации он также подходит для патронов калибра 5,56x45 мм и 7,62x39 мм.

uplink-security-hristov-name = Христов (12.7х99mm)
uplink-security-hristov-desc = Крупнокалиберная дальнобойная винтовка, предназначенная для уничтожения полевых укреплений и легкобронированной техники врага.

uplink-security-xlr556-name = VFD XLR-556 ICWS (7.62x51mm)
uplink-security-xlr556-desc = Предлагаемое «винтовка» нового поколения для стандартной пехоты TSF. Калибр 7.62x51mm, схема булл-пап и установленный в приклад гирбокс позволяют стрелять с одной руки, но значительно повышают вес винтовки.

uplink-security-firestarter-name = HWM Firestarter (.45 ACP)
uplink-security-firestarter-desc = Отличный полностью автоматический пистолет-пулемет. Использует патроны калибра .45 ACP.

uplink-security-m54ce2-name = Пистолет-пулемет M54CE2
uplink-security-m54ce2-desc = Средний пистолет-пулемет, выполненный в калибре 9х19mm. Хотя и менее стабильно и точное, может стрелять с рук даже с одной руки.

uplink-security-universal-name = МК-32 "Универсал"
uplink-security-universal-desc = Легкий скорострельный пистолет под калибр 6.35х40mm. Недавно принят на вооружение в качестве дешевого табельного оружия для штабных офицеров.

uplink-security-mp5-name = Пистолет-пулемет MP5
uplink-security-mp5-desc = Легкий пистолет-пулемет для ведения маневренного боя на сверхблизких дистанциях. Калибр 6.35х40mm.

uplink-security-d18-name = Карманный пистолет D18
uplink-security-d18-desc = Неприлично маленький пистолет, созданный для скрытого ношения разведгруппами или штабными офицерами. Выглядит тяжелым, качественным и дорогим. Стреляет калибром 6.35х40mm.

uplink-security-bb-name = Big Buddy (4 gauge)
uplink-security-bb-desc = Тяжелый помповый дробовик с магазином на 6 патрон.



uplink-security-laserrifle-name = лазерная винтовка AER14
uplink-security-laserrifle-desc = Последняя и самая продвинутая модель лазерной винтовки из когда-либо созданных. Это экспериментальное оружие объединяет в себе все достижения довоенных технологий. Говорят, что один выстрел из этой винтовки способен испарить целого супермутанта.

uplink-security-urbanplasma-name = городская плазменная винтовка
uplink-security-urbanplasma-desc = Плазменная винтовка, разработанная для ведения городских боёв.

uplink-security-rechargerrifle-name = винтовка с подзарядкой
uplink-security-rechargerrifle-desc = Первая модель самозаряжающейся лазерной винтовки. Её низкое энергопотребление и продвинутая внутренняя батарея позволяют этому оружию служить веками без подзарядки. Настоящая находка для выживших в Пустошах, где каждый заряд на счету.

uplink-security-rechargerpistol-name = пистолет с подзарядкой
uplink-security-rechargerpistol-desc = Улучшенная версия винтовки с подзарядкой. Компактный, но сохранивший всю мощь предшественника. Его низкое энергопотребление и продвинутая внутренняя батарея позволяют этому пистолету служить веками без подзарядки. Идеальный компаньон для долгих путешествий по радиоактивным Пустошам.

uplink-security-rifletemperature-name = температурная винтовка
uplink-security-rifletemperature-desc = Легкий энергетический пистолет-пулемет, наносящий электрические и кислотные ожоги. Вопреки названию, нагревает только пятую точку стрелка.

uplink-security-eshieldgen-name = Генератор защитного поля
uplink-security-eshieldgen-desc = Массивный генератор поля, защищающего от всех внешних воздействий. Надевается на пояс.
