ent-ClothingNeckMantle22THOSBlueish = Плечевая Синеватая мантия
    .desc = Уютно прилегающая мантия, удобно прикрывающая плечо, в синеватом оформлении - уже в каждом доме!

ent-ClothingNeckMantle22THOSGreenish = Плечевая Зеленоватая мантия
    .desc = Уютно прилегающая мантия, удобно прикрывающая плечо, в зеленоватом оформлении - уже в каждом доме!

ent-ClothingNeckMantle22THOSOrangeish = Плечевая Оранжевая мантия
    .desc = Уютно прилегающая мантия, удобно прикрывающая плечо, в оранжевом оформлении - уже в каждом доме!

ent-ClothingNeckMantle22THOSPurplish = Плечевая Фиолетовая мантия
    .desc = Уютно прилегающая мантия, удобно прикрывающая плечо, в фиолетовом оформлении - уже в каждом доме!

ent-ClothingNeckMantle22THOSWhiteish = Плечевая Беловатая мантия
    .desc = Уютно прилегающая мантия, удобно прикрывающая плечо, в беловатом оформлении - уже в каждом доме!

ent-ClothingNeckMantle22THOSYellowish = Плечевая Желтоватая мантия
    .desc = Уютно прилегающая мантия, удобно прикрывающая плечо, в желтоватом оформлении - уже в каждом доме!

ent-ClothingNeckMantle22TBSGreenish = Укороченная зелёная Плечевая Мантия
    .desc = Красивая широкополая Мантия, некогда прикрывающая плечи элитных бойцов и профессионалов, теперь - в свободном и новом цвете! Эта исполнена в Зелёном.

ent-ClothingNeckMantle22TBSOrangeish = Укороченная оранжевая Плечевая Мантия
    .desc = Красивая широкополая Мантия, некогда прикрывающая плечи элитных бойцов и профессионалов, теперь - в свободном и новом цвете! Эта исполнена в Оранжевом.

ent-ClothingNeckMantle22TBSPurpleish = Укороченная фиолетовая Плечевая Мантия
    .desc = Красивая широкополая Мантия, некогда прикрывающая плечи элитных бойцов и профессионалов, теперь - в свободном и новом цвете! Эта исполнена в Фиолетовом.

ent-ClothingNeckMantle22TBSWhiteish = Укороченная беловатая Плечевая Мантия
    .desc = Красивая широкополая Мантия, некогда прикрывающая плечи элитных бойцов и профессионалов, теперь - в свободном и новом цвете! Эта исполнена в Белом.

ent-ClothingNeckMantle22TBSYellowish = Укороченная жёлтая Плечевая Мантия
    .desc = Красивая широкополая Мантия, некогда прикрывающая плечи элитных бойцов и профессионалов, теперь - в свободном и новом цвете! Эта исполнена в Жёлтом.

ent-ClothingNeckMantle22THOSBlueishCut = Укороченная Плечевая Синеватая мантия
    .desc = Уютно прилегающая мантия, удобно прикрывающая плечо, укороченная до уровня шеи и плеч, более не закрывающая руку в синеватом оформлении - уже в каждом доме!

ent-ClothingNeckMantle22THOSGreenishCut = Укороченная Плечевая Зеленоватая мантия
    .desc = Уютно прилегающая мантия, удобно прикрывающая плечо, укороченная до уровня шеи и плеч, более не закрывающая руку в зеленоватом оформлении - уже в каждом доме!

ent-ClothingNeckMantle22THOSOrangeishCut = Укороченная Плечевая Оранжевая мантия
    .desc = Уютно прилегающая мантия, удобно прикрывающая плечо, укороченная до уровня шеи и плеч, более не закрывающая руку в оранжевом оформлении - уже в каждом доме!

ent-ClothingNeckMantle22THOSPurplishCut = Укороченная Плечевая Фиолетовая мантия
    .desc = Уютно прилегающая мантия, удобно прикрывающая плечо, укороченная до уровня шеи и плеч, более не закрывающая руку в фиолетовом оформлении - уже в каждом доме!

ent-ClothingNeckMantle22THOSWhiteishCut = Укороченная Плечевая Беловатая мантия
    .desc = Уютно прилегающая мантия, удобно прикрывающая плечо, укороченная до уровня шеи и плеч, более не закрывающая руку в беловатом оформлении - уже в каждом доме!

ent-ClothingNeckMantle22THOSYellowishCut = Укороченная Плечевая Желтоватая мантия
    .desc = Уютно прилегающая мантия, удобно прикрывающая плечо, укороченная до уровня шеи и плеч, более не закрывающая руку в желтоватом оформлении - уже в каждом доме!

ent-ClothingNeckMantle22TBSGreenishCut = Укороченная зелёная Плечевая Мантия
    .desc = Красивая широкополая Мантия, некогда прикрывающая плечи элитных бойцов и профессионалов, теперь - в свободном и новом цвете! Эта исполнена в Зелёном.

ent-ClothingNeckMantle22TBSOrangeishCut = Укороченная оранжевая Плечевая Мантия
    .desc = Красивая широкополая Мантия, некогда прикрывающая плечи элитных бойцов и профессионалов, теперь укороченная вдвое - в свободном и новом цвете! Эта исполнена в Оранжевом.

ent-ClothingNeckMantle22TBSPurpleishCut = Укороченная фиолетовая Плечевая Мантия
    .desc = Красивая широкополая Мантия, некогда прикрывающая плечи элитных бойцов и профессионалов, теперь укороченная вдвое - в свободном и новом цвете! Эта исполнена в Фиолетовом.

ent-ClothingNeckMantle22TBSWhiteishCut = Укороченная беловатая Плечевая Мантия
    .desc = Красивая широкополая Мантия, некогда прикрывающая плечи элитных бойцов и профессионалов, теперь укороченная вдвое теперь - в свободном и новом цвете! Эта исполнена в Белом.

ent-ClothingNeckMantle22TBSYellowishCut = Укороченная жёлтая Плечевая Мантия
    .desc = Красивая широкополая Мантия, некогда прикрывающая плечи элитных бойцов и профессионалов, теперь укороченная вдвое теперь - в свободном и новом цвете! Эта исполнена в Жёлтом.


