UnderwearDrobeADV-1 = Новый писк моды - жёлтый перед, коричневый тыл!
UnderwearDrobeADV-2 = Мы не несём ответственности за бактерии.
UnderwearDrobeADV-3 = Помните - Ваша гигиена кроется в качественном белье!
UnderwearDrobeADV-4 = И помните - не подпускайте Вульпакинов к белью! Они часто вшивые, и могут заразить. Возвратов не делаем

UnderwearDrobeGoodbyes-1 = Испачкали портки - а вот тут как раз и мы!
UnderwearDrobeGoodbyes-2 = Возвращайтесь снова, наш частый покупатель чистого белья! Мы никому не сообщим об испачканном белье!
UnderwearDrobeGoodbyes-3 = Будем ждать Вас снова, в следующий раз как испачкаете портки!
UnderwearDrobeGoodbyes-4 = Возвраты не принимаем! С Вульпакинов - дополнительная доплата.
