ent-CMWeaponPistolM77 = Боевой пистолет M77
   .desc = Штатное оружие Морпехов, также встречается у ЧВК We-Ya. Стреляет 9-мм бронебойными патронами, может вести огонь очередями по 3 выстрела.
ent-CMMagazinePistolM77AP = Магазин M77 БС (9мм)
   .desc = Бронебойный магазин на 19 патронов для M77.
ent-CMCartridgePistolM77AP = Патрон (9мм БС)
   .desc = 9-мм бронебойный патрон для M77.

ent-CMWeaponPistolMK80 = Пистолет MK80
   .desc = Массивный и грозный самозарядный пистолет под 9-мм Squash-Head. Часто встречается как у ЧВК We-Ya, так и у корп. управленцев; проходит ограниченные войсковые испытания у Морпехов.

ent-CMMagazinePistolMK80 = Магазин MK80 (9мм Squash-Head)
   .desc = Магазин под 9-мм патроны Squash-Head для MK80.
ent-RMCCartridgePistol9mmSquashHead = Патрон (9мм Squash-Head)
   .desc = 9-мм патрон Squash-Head.

ent-RMCWeaponPistolMK45 = Автомагнум MK-45
   .desc = Первоначально разрабатывался как замена револьверу M44, но отклонен как слишком громоздкий в обращении.
ent-RMCMagazinePistolMK45 = Магазин MK-45 (.45)
   .desc = Пистолетный магазин на 13 патронов .45.
ent-CMCartridgePistolMK45 = Патрон (.45 Automagnum)
   .desc = Патрон .45 автомагнум.

ent-CMWeaponPistolM1984 = Служебный пистолет M1984
   .desc = Когда-то штатный пистолет Морпехов, недавно заменен на боевой M77. Стреляет 9-мм пистолетными патронами.
ent-CMMagazinePistolM1984 = Магазин M1984 (9мм)
   .desc = Магазин на 12 патронов 9мм для M1984.
ent-CMCartridgePistol9mm = Патрон (9мм)
   .desc = Стандартный 9-мм патрон.

ent-RMCWeaponPistolSU6 = Смарт-пистолет SU-6
   .desc = Экспериментальный пистолет с идентификацией «свой-чужой», проходит войсковые испытания в UNMC. Использует модифицированные .45 ACP IFF боеприпасы, способен стрелять очередями.
ent-RMCMagazinePistolSU6 = Магазин SU-6 (.45 ACP)
   .desc = Магазин на 15 патронов .45 ACP для SU-6.
ent-RMCCartridgePistol45ACP = Патрон (.45 ACP)
   .desc = Патрон .45 ACP.

ent-RMCWeaponPistolB92FS = Beretta M92FS
   .desc = Популярное полицейское оружие XX века, часто в руках «крутых копов» в схватках с террористами. Классика своего времени, калибр 9мм. Обычно встречается у Выживших и Колониального Фронта Освобождения.
ent-RMCMagazinePistolB92FS = Магазин Beretta M92FS (9мм)
   .desc = Магазин для Beretta M92FS. Использует патроны 9мм.

ent-RMCWeaponPistolHoldout = Карманный пистолет
   .desc = Крошечный пистолет, который легко спрятать в труднодоступных местах. Лучше не спрашивать, откуда он взялся.
