frontier-lobby-station-title = Станция
frontier-lobby-available-jobs = Доступные должности
frontier-lobby-no-stations-available = В настоящее время свободных станций нет.
frontier-lobby-no-crews-available = В настоящее время ни один капитан не ищет команду.
frontier-lobby-station-subtext = Пробудитесь от криосна и станьте капитаном, ищите приключения или работайте членом экипажа на космической станции, например, уборщиком, почтальоном или сотрудником службы безопасности.
frontier-lobby-crew-title = Экипаж
frontier-lobby-crew-subtext = Начните свой путь на борту корабля среди уже существующей команды, которая ищет новых членов экипажа. Протяните им руку помощи независимо от того, новичок вы или опытный пилот!
frontier-lobby-frontier-subtext = Главный центр для многих первопроходцев космоса.
frontier-lobby-frontier-description = Пробудитесь от криосна здесь, чтобы:
   - Стать капитаном и собрать свою собственную команду
   - Найти команду, к которой вы могли бы присоединиться
   - Приобрести свой собственный шаттл
   - Общаться с другими покорителями космоса

frontier-lobby-exped-subtext = Здесь собираются опытные авантюристы.
frontier-lobby-exped-description = Это базовый лагерь для авантюристов. Здесь вы можете:
   - Собрать команду авантюристов
   - Найти и присоединиться к уже существующей команде опытных авантюристов
   - Приобрести вооружение и снаряжение
   - Приобрести шаттлы, готовые для экспедиций

frontier-lobby-nfsd-subtext = Оперативный центр департамента шерифа.
frontier-lobby-nfsd-description = Новый Департамент Службы Безопасности Фронтира является оперативным центром департамента шерифа. Здесь вы можете:
   - Присоединиться к департаменту Шерифа
   - Получить лицензию на охоту за головами
   - Сообщить о преступлении

frontier-lobby-pirate-subtext = Место, где точка обозначена буквой "Х", а ром бесконечно вечен.
frontier-lobby-pirate-description = Это идеальное убежище, где собираются подонки, ублюдки и просто пираты. Здесь вы можете:
   - Создать команду пиратов, Йа-р-р-р
   - Присоединиться к уже существующей пиратской команде
   - Обсуждать ром с другими пиратами

frontier-lobby-medical-subtext = Медицинский диспетчерский пункт и поисково-спасательный центр.
frontier-lobby-medical-description = Медицинский диспетчерский центр Фронтира. Здесь вы можете:
   - Организовать или присоединиться к уже существующей бригаде медицинского реагирования
   - Общаться с другими медиками
   - Приобретать специализированные медицинские суда
   - Получить медицинское вознаграждение за спасённое тело, поместив его в "Устройство для выкупа тела"


pirate-lobby-outpost-subtext = Место, где точка обозначена буквой "Х", а ром бесконечно вечен.
pirate-lobby-outpost-description = Это идеальное убежище, где собираются подонки, ублюдки и просто пираты. Здесь вы можете:
   - Создать команду пиратов, Йа-р-р-р
   - Присоединиться к уже существующей пиратской команде
   - Обсуждать ром с другими пиратами

mercenary-lobby-outpost-subtext = Здесь собираются опытные наёмники.
mercenary-lobby-outpost-description = Это базовый лагерь для наёмников. Здесь вы можете:
   - Собрать команду наёмников
   - Найти и присоединиться к уже существующей команде опытных наёмников
   - Приобрести вооружение и снаряжение
   - Приобрести шаттлы
   - Дружите с другими наёмниками... Или нет.

typan-lobby-outpost-subtext = База Синдиката.
typan-lobby-outpost-description = Станция Синдиката. Здесь можно:
   - Проводить запретные исследования
   - Стать капитаном и собрать свою собственную команду
   - Найти команду, к которой вы могли бы присоединиться
   - Приобрести свой собственный шаттл
   - Общаться с другими покорителями космоса

luatech-lobby-outpost-subtext = Исследовательская база корпорации Lua Technologies.
luatech-lobby-outpost-description = Узел Lua Technologies. Здесь вы можете:
   - Вступить в оперативный отдел Lua Technologies
   - Подготовить оборудование корпорации
   - Встретиться с другими представителями Lua Technologies
   - Запросить корпоративный транспорт
   - [color=red]Доступно только членам фракции Lua Technologies, возможно вас пригласят... возможно...[color]

frontier-lobby-centcom-subtext = Центральное Командование
frontier-lobby-centcom-description = Руководите операциями в секторе, координируйте работу станций, отправляйте отряды реагирования, управляйте протоколами экстренной безопасности и следите за соблюдением корпоративных стандартов.
   - [color=red]Доступ только по белому списку после прохождения тестов![color]
