alerts-pve-name = Зона PVE
alerts-pve-desc = Эта область (и весь сектор) область PVE, вы не можете нападать, грабить, убивать, других игроков, запрещена любая преступная деятельность. Пираты и Наёмники не могут вести тут преступную деятельность.
alerts-pvp-name = Зона PVP
alerts-pvp-desc = Эта область (и весь сектор) область PVP, вы можете нападать, грабить, убивать, других игроков, разрешена любая преступная деятельность. Пираты и Наёмники могут вести тут преступную деятельность. 
alerts-frontier-name = Территория станции Фронтир
alerts-frontier-desc = Это Зелёная Зона. Подчиняйтесь приказам СРБС, Трафик Менеджера, Представителя Станции. Стоянка в радиусе 300 метров запрещена. Соблюдайте правила стыковки, максимальное время пристыкованного шаттла — 10 минут. Запрещены любые преступные действия: нападения, кражи, разбой.
alerts-expedition-name = Территория станции Аванпост Экспедиций
alerts-expedition-desc = Это Зелёная Зона. Запрещены любые преступные действия: нападения, кражи, разбой.

alerts-nfsd-name = Зона Аванпоста СРБС
alerts-nfsd-desc = Это Зелёная Зона. Подчиняйтесь приказам СРБС. Стоянка в радиусе 150 метров запрещена. Соблюдайте правила стыковки, максимальное время пристыкованного шаттла — 10 минут. Запрещены любые преступные действия: нападения, кражи, разбой.

alerts-noflight-name = Бесполетная Зона
alerts-noflight-desc = Бесполетная Зона. Подчиняйтесь приказам СРБС. Нахождение в зоне запрещено всем кроме сотрудников СРБС, Стоянка в радиусе 300 метров запрещена. Запрещены любые преступные действия: нападения, кражи, разбой.

turned-pacified-zone = Внезапно был остановлен магической силой
turned-pacified-zone-leave = Покинул зону пацифизма
leave-pacified-zone-warning = Немедленно покиньте зону пацифизма
