ent-PlushieAlexL1ne = плюшевый Дельта
    .desc = Генеральный шизофреник космоса. Любит пчёл.

ent-PlushieDovacot = плюшевая Дов
    .desc = Скромный мультитул, ставший человеком. Кажется, её волосы поглощают свет своей темнотой.

ent-PlushieDamn = плюшевая игрушка
    .desc = Плюшевая игрушка, разработанная СССП совместно с корпорацией Nanotrasen. Объеденяет разумных по обе стороны.

ent-PlushieYesod = плюшевая Йесод
    .desc = Хоть на плюшевую игрушку эта штука мало похожа, она всё ещё очень мягкая.
