-nf-pirate-role-greeting-suffix = Выполняйте задания Союза Вольных Буканьеров в обмен на дублоны. Уклоняйтесь от закона и наживайте состояние!

nf-pirate-role-greeting = Вы — пират, обосновавшийся в укромной бухте глубоко в космосе.
    Помогите своему капитану грабить сектор и {-nf-pirate-role-greeting-suffix}

nf-piratecaptain-role-greeting =
    Вы — капитан банды пиратов в укромной бухте глубоко в космосе.
    Ведите свою команду к разграблению сектора и {-nf-pirate-role-greeting-suffix}

nf-pirate-role-greeting-equipment = Используйте консоли в холле, чтобы найти и получить награды или продать отдельные ящики с контрабандой. Приобретите корабль и отправляйтесь навстречу приключениям!

objective-issuer-nf-pirate = [color=#F6CE64]Союз Вольных Буканьеров[/color]

nf-pirate-round-end-agent-name = Пират

roles-antag-nf-pirate-objective = Грабьте сектор, наживайте дублоны.



sc-soldier-role-greeting = Вы - последний оплот независимости и справедливости. Уничтожьте вражеские военные силы, свергните корпоративную власть и верните родному сектору свободу.

objective-issuer-sc-soldier = [color=#948471]Кодекс Бури[/color]
sc-soldier-round-end-agent-name = Солдат Кодекса

roles-antag-sc-soldier-objective = Боритесь против корпоративной оккупации.
sc-captain-role-greeting = Вы - Командир последнего оплота независимости и справедливости. Уничтожьте вражеские военные силы, свергните корпоративную власть и верните родному сектору свободу.
