ent-WeaponLaserCellMG = EM72 Ashstorm
    .desc = EM72 Ashstorm, TSF-EM72 Ashstorm — это направленный энергетический лёгкий пулемёт, созданный Aetherion Dynamics в рамках программы TSF-934A. Разработан для ведения постоянного подавляющего огня в пустотном или планетарном бою. Характерное зеленое свечение тепловых конденсаторов Ashstorm наводит страх на повстанческие линии в Гелионском поясе.

ent-WeaponRifleAsakimAutopulser = kunisa-pattern plasma autopulser
    .desc = Усовершенствованная ручная плазменная винтовка. Конструкция имеет сходство с плазменным оружием, существовавшим до Великого Разлома.

ent-WeaponEnergyGunFrost = VFD EN-5 FROST
    .desc = Самозаряжающийся энергетический пистолет со смертоносными патронами, способными наносить серьезный урон. По сравнению с предыдущими версиями, имеет боеприпасы, выводящие из строя, и улучшенную точность.

ent-WeaponLRC21PPL = NT-WS LRC-21 PPL
    .desc = Тяжёлая импульсная плазменная винтовка. С лёгкостью выпотрошит цель.