ent-WeaponSubMachineGunMla73 = SKR-WS MLA-73 (6.35x40mm caseless)
    .desc = Надежный пистолет-пулемет, обычно выдающийся пилотам и экипажам бронетехники. Этот экземпляр был модифицирован и оснащен встроенным глушителем. Легенды вокруг этого оружия гласят, что оно было создано по схеме корпоративной эпохи и изготовлено Пепельной Республикой.

ent-WeaponSubMachineGunAK220 = NCI AK-220 (9x19mm)
    .desc = Серийно производимый пистолет-пулемёт калибра 9x19 мм с затыльником. Конструкция разработана USSP, но различные производители TSF и ASR выпускают его по лицензии или под подозрительно похожими «оригинальными» конструкциями.

ent-WeaponSubMachineGunVector9x19mm = LWC Vector CRB (9x19mm)
    .desc = Отличный полностью автоматический пистолет-пулемет, гражданской модификации CBR с удлинённым стволом. Использует патроны калибра 9x19 мм.

ent-WeaponSubMachineGunVector45_ACP = LWC Vector SBR (.45 ACP)
    .desc = Отличный полностью автоматический пистолет-пулемет, военной модификации SBR. Использует патроны калибра .45 ACP.

ent-WeaponSubMachineGunVectorNtsfHclm = NTSF-HCLM-45 (.45 magnum)
    .desc = Тяжелый калибр NTSF. Очень высококачественный тяжелый пистолет-пулемет калибра .45 Magnum, предназначенный для использования силами безопасности NanoTrasen и спецназом NT.

ent-WeaponSubMachineGunKnallstock = LWC Knallstock (9x19mm/.45 ACP)
    .desc = Прочный и надежный пистолет-пулемет, стреляющий крупными очередями с высокой скоростью. Подходит для пистолетных магазинов калибра 9x19 или .45 ACP. Следите за расходом патронов.

ent-WeaponSubMachineGunTypewriterPMC = PA Keyboard (.45 ACP)
    .desc = Современная интерпретация классического дизайна, используемого гангстерами во всех временах и пространствах. Представляет собой небрендовый вариант пистолета‑пулемёта, известного в среде наёмников под прозвищем «Клавиатура». При интенсивной стрельбе ствол быстро перегревается, что приводит к снижению точности. Использует патроны калибра .45 ACP. 

ent-WeaponSubMachineGunFirestarter = HWM Firestarter (.45 ACP)
    .desc = Отличный полностью автоматический пистолет-пулемет. Использует патроны калибра .45 ACP.