ent-WeaponRifleM54C = Штурмовая винтовка M54C MK2
   .desc = Штатная винтовка Морпехов. Обычно на вооружении у большинства бойцов. Использует безгильзовые патроны 10x24мм.
ent-CMMagazineRifleM54C = Магазин M54C (10x24мм)
   .desc = Магазин патронов 10x24мм для M54C.
ent-CMMagazineRifleM54CAP = Магазин M54C БС (10x24мм)
   .desc = Бронебойный магазин 10x24мм для M54C.
ent-CMMagazineRifleM54CExt = Удлиненный магазин M54C (10x24мм)
   .desc = Увеличенный магазин 10x24мм для M54C.
ent-CMCartridgeRifle10x24mm = Патрон (10x24мм)
   .desc = Патрон 10x24мм. Подходит к магазинам 10x24мм.
ent-CMCartridgeRifle10x24mmAP = Патрон БС (10x24мм)
   .desc = Бронебойный патрон 10x24мм. Подходит к магазинам БС 10x24мм.

ent-WeaponRifleM54CE2 = Тяжелая штурмовая винтовка M54CE2
   .desc = Крупное оружие огневой поддержки, способное вести продолжительный подавляющий огонь с сошек. Хотя и менее стабильно и точное, может стрелять с рук при удержании двумя руками.
ent-CMMagazineRifleM54CE2 = Магазин M54CE2 (10x24мм)
   .desc = Барабан на 200 патронов 10x24мм для M54CE2.

ent-WeaponRifleM4SPR = Боевой карабин M4SPR
   .desc = Дальнобойная винтовка разведподразделений морпехов. Буллпап-конфигурация делает ее удобной для разведки и огневой поддержки.
ent-CMMagazineRifleM4SPR = Магазин M4SPR (10x24мм)
   .desc = Стандартный магазин 10x24мм для M4SPR.
ent-CMMagazineRifleM4SPRAP = Магазин M4SPR БС (10x24мм)
   .desc = Магазин бронебойных патронов 10x24мм для M4SPR.
ent-CMMagazineRifleM4SPRExt = Удлиненный магазин M4SPR (10x24мм)
   .desc = Увеличенный магазин емкостью 35 патронов 10x24мм для M4SPR.
