ent-WeaponShotgunBigLeady = Big Leady (4 gauge)
    .desc = Массивный дробовик 4-го калибра (23x75 мм), созданный для уничтожения всего, что не может убить автопушка меньшего калибра.

ent-WeaponShotgunBigJohnny = Big Johnny (4 gauge)
    .desc = Массивный дробовик калибра 4 (23x75 мм), созданный для уничтожения всего, что не может убить автопушка меньшего калибра. Он оснащен различными тактическими дополнениями и предназначен для ближнего боя, но имеет небольшую емкость магазина.

ent-WeaponShotgunBigBuddy = Big Buddy (4 gauge)
    .desc = Массивный дробовик 4-го калибра (23x75 мм), созданный для уничтожения всего, что не может убить автопушка меньшего калибра.