ent-WeaponShotgunM42A2 = Помповый дробовик M42A2
   .desc = Классическая разработка Aegis Battlefield Armaments, сочетающая мощь на ближней дистанции и надежность. Требует перезаряда взведением.
ent-WeaponShotgunM357 = Двуствольный дробовик M357 Rival
   .desc = Двуствольный дробовик производства Aegis. Архаичный, прочный и доступный. Вмещает только две 12g гильзы одновременно.
ent-WeaponShotgunMOU53 = Переломный дробовик MOU53
   .desc = Ограниченная серия Kerchner MOU53 с тремя стволами. Хорош на средних дистанциях. Эта модель небезопасна для стрельбы картечью.

ent-WeaponShotgunM357Sawn = Обрез M357 Rival
   .desc = Укороченная версия M357 Rival.
