emergency-rock-cutter-start = Вы начинаете резать скалу...

ent-EmergencyRockCutter = экстренный резак скал
    .desc = Примитивный инструмент для пробивания каменных стен. Работает не быстро, но выберет вас наружу. Одноразовый элемент питания - пассивная зарядка.

ent-PlanetaryRCD = планетарный РСУ
    .desc = РСУ для миров звёздных врат. Работает только на планетах. Использует картриджи корабельного РСУ.
ent-PlanetaryRCDEmpty = { ent-PlanetaryRCD }
    .suffix = пустой
    .desc = { ent-PlanetaryRCD.desc }

ent-NFShovel = людская лопата
    .desc = Старинная реликвия от Великого Вождя. Имеет 18 функций, включая копание, рубку, резку, сбор, поддевание, резание проволоки, взрыхление.

ent-PinpointerScanner = сканер сигналов Пинпоинтеров
    .desc = Специальное устройство с режимом сканнера, что выискивает и сигнализирует частоты Пинпоинтеров

ent-IonizedBluespaceDustbag = мешочек с пропитанной Блюспейс-пылью
    .desc = По утверждениям одних, стирает магнитные поля, стирая связь Пинпоинтеров. По утверждениям других, просто мешочек с синей пылью.

ent-PirateRepairKit = пиратский ремонтный набор
    .desc = Небольшой ящичек со всяким хламом, с помощью которого можно произвести экстренный ремонт.

ent-PirateStitcherCircuitboard = плата пиратского ткателя
    .desc = Плата ткателя униформы, совершенно точно "легально" полученного, и переоборудованного для производства лишь крайне высококачественных вещей!
