emergency-rock-cutter-start = Вы начинаете резать скалу...

ent-EmergencyRockCutter = экстренный резак скал
    .desc = Примитивный инструмент для пробивания каменных стен. Работает не быстро, но выберет вас наружу. Одноразовый элемент питания - пассивная зарядка.

ent-PlanetaryRCD = планетарный РСУ
    .desc = РСУ для миров звёздных врат. Работает только на планетах. Использует картриджи корабельного РСУ.
ent-PlanetaryRCDEmpty = { ent-PlanetaryRCD }
    .suffix = пустой
    .desc = { ent-PlanetaryRCD.desc }

ent-NFShovel = людская лопата
    .desc = Старинная реликвия от Великого Вождя. Имеет 18 функций, включая копание, рубку, резку, сбор, поддевание, резание проволоки, взрыхление.
