ent-ADTAstraKnife = Нож «Astra»
   .desc = Смертельный нож для рукопашных схваток.

ent-ADTWeaponWarhammer = Вархаммер
   .desc = Огромный энергетический кувалдокрушитель. Требует удержания двумя руками.

ent-ADTtelescopicBaton = Телескопическая дубинка
   .desc = Большая и опасная телескопическая дубинка. В сложенном виде помещается в карман.
ent-ADTtelescopicBatonBob = Телескопическая дубинка «Боб»
   .desc = Большая и опасная телескопическая дубинка. В сложенном виде помещается в карман.
ent-ADTtelescopicBatonKon = Телескопическая дубинка «Кон»
   .desc = Большая и опасная телескопическая дубинка. В сложенном виде помещается в карман.

ent-ADTObjectWeaponsMeleeMurasama = Катана Темного Мастера
   .desc = Артефакт древнего самурайского клана. Детям не давать.

ent-ADTObjectWeaponsMeleeArkalis = Аркалис
   .desc = Даже не пытайтесь использовать как бритву. Клинок выкован из блюспейс-стали. Легенда гласит, что для его создания потребовалась энергия нескольких звезд.

ent-ADTObjectWeaponsMeleeSupremeSabre = Ниндзя-катана
   .desc = Даже не пытайтесь использовать как бритву. Клинок выкован из блюспейс-стали. Легенда гласит, что для его создания потребовалась энергия нескольких звезд.

ent-ADTObjectWeaponsMeleeKiiravaSword = Меч Киирава
   .desc = Даже не пытайтесь использовать как бритву. Клинок выкован из блюспейс-стали. Легенда гласит, что для его создания потребовалась энергия нескольких звезд.
