ent-NFWeaponRifleBarlowsBolt = Винтовка Барлоу (затворная)
   .desc = Оружие для охоты или бесконечной окопной войны. Оснащена штыком.

ent-NFWeaponRifleBarlowsBoltLessLethal = Винтовка Барлоу (нелетальная)
   .desc = Вариант под резиновые патроны. Оснащена штыком.

ent-NFWeaponRifleMusket = Мушкет
   .desc = Ему место было в музее задолго до твоего рождения.

ent-NFWeaponRifleRepeater = Ричард N2524
   .desc = Гражданский рычажный карабин, любимый космическими ковбоями за надежность.

ent-NFWeaponRifleSVS = SVS-42
   .desc = Проект Самонова, старое армейское ружье, повидавшее не одну войну. Оснащено штыком.

ent-NFWeaponRifleCeremonial = Церемониальная винтовка
   .desc = Церемониальный вариант винтовки Mark 1 в благородных сине-белых цветах.
