ent-BaseMechSyndiePacked = упакованный мех синдиката
    .desc = Сложенный боевой мех. Используйте на полу, чтобы разложить.
ent-MechGygaxSyndiePacked = упакованный тёмный гигакс
    .desc = Сложенный Тёмный Гигакс. Используйте на полу, чтобы разложить. Батарея и оружие в комплекте.
    .suffix = Синдикат, Упакованный
ent-MechMaulerSyndiePacked = упакованный маулер
    .desc = Сложенный Маулер. Используйте на полу, чтобы разложить. Батарея и оружие в комплекте.
    .suffix = Синдикат, Упакованный
