ent-VendingMachineChiefEngineer = ШефИнжДроб
    .desc = Был спроектирован коллегией старших инженеров. В результате драки все согласились на том, что можно просто перекрашивать лишние ИнжеВенды.

ent-MachineFTLDrive600 = CTLA-600 блюспейс двигатель
    .desc = Продвинутый БСС-двигатель, увеличивающий дистанцию прыжка шаттла до примерно 600 метров. Также, позволяет совершать гиперпрыжки между звёздными системами. Может быть улучшен.

ent-ADTAdvancedMedBed = продвинутая медицинская кровать
    .desc = Невероятно футуристичная кровать с простым дизайном, которая залечивает раны пациентов без помощи врачей.
