ent-GeneratorCRPinch = SKR CR-class Z-pinch термоядерный реактор
    .desc = Промышленный миниатюрный термоядерный реактор с горючей топливной камерой. Высокая эффективность.
    Идеальная мощность составляет 105 кВт. Минимальная и максимальная мощность составляет 60 и 150 кВт.
    Без защиты реактор является высокорадиоактивным из-за легкой иридитовой рамы.

ent-GeneratorCRPinchShuttle = SKR CR-class Z-pinch термоядерный реактор
    .desc = { ent-GeneratorCRPinch.desc }

ent-PortableGeneratorDKJr = портативный генератор Ди-Кей Джуниор
    .desc = Облегчённая версия генератора Дунн-Кикко.
    Использует бананиум в качестве топлива и излучает умеренную радиацию. Используйте осторожно.
    Генерирует вплоть до 100 киловатт.
    .suffix = Бананиум, Радиоактивный, 60 кВт

ent-PortableGeneratorDKJrShuttle = портативный генератор Ди-Кей Джуниор
    .desc = { ent-PortableGeneratorDKJr.desc }
    .suffix = Бананиум, Радиоактивный, 60 кВт, Запущен

ent-PortableGeneratorDK = портативный генератор Ди-Кей
    .desc = Экспериментальный гененратор Дунн-Кикко.
    Использует бананиум в качестве топлива и излучает умеренную радиацию. Используйте осторожно.
    Генерирует вплоть до 120 киловатт.
    .suffix = Бананиум, Радиоактивный, 60 кВт
