job-name-centcomoffBK = Представитель Центрального Командования
job-description-centcomoffBK = Вас отправят когда будет ваше время вмешаться в дела станции, возможно вас заменят смотря на плачевность ситуации.

job-name-centcomoper = Оператор Центрального Командования
job-description-centcomoper = Поддерживайте коммуникационные связи между Центральным Командованием и станцией.

job-name-centcomassistant = Ассистент Центрального Командования
job-description-centcomassistant = Постарайтесь выполнять все прихоти выше стоящих сотрудников ЦК - принеси подай, приготов чикенбургер, почини то-то.
JobCentralCommandAssistant = Ассистента Центрального Командования

job-name-centcomblueshield = Офицер "Синий Щит"
job-description-centcomblueshield = Вы - Офицер корпуса Синего Щита. Ваша задача защищать членов Центрального Командования и выполнять их приказы. Защищайте их ценой своей жизни! Также вы обладаете всеми навыками.

job-name-centcomsecofficer = Офицер Центрального Командования
job-description-centcomsecofficer = Обычный сотрудник Службы Безопасности как на станциях, но к их наёму подходят смотрительно, отбирая самых подготовленных.

job-name-centcomcargo = Грузчик Центрального Командования
job-description-centcomcargo = Выполняйте товарные запросы сотрудников ЦК, оказывайте экстренную помощь станции продовольсвием, выполняйте заказы из вне списка товаров.

department-CentCom = Центральное Командование
department-CentCom-description = Центральное Командование ведёт защиту активов НаноТрейзен следя за выполнением задач и решений вопросов на станциях НаноТрайзен. Зелёно-золотые тона наглядно показывают сотрудников Центрального Командования.

job-name-centcomoso = Офицер Специальных Операций
job-description-oso = Офицер Специальных Операций, у которого не всегда есть время на ЦК, не то что станции.
job-description-centcomoso = Офицер Специальных Операций, у которого не всегда есть время на ЦК, не то что станции.

job-supervisors-hoh = Главе Штаба Центрального Командывания
job-supervisors-centcommembers = Выше стоящим сотрудникам Центарального Командывания
job-supervisors-human = Старшему персоналу своего отдела
job-supervisors-centcomBlueShield = Офицеру "Синий Щит"

JobCentralCommandSecOfficer = Офицера Центрального Командования
