ent-WeaponLaserTurboNF = Турболазер Мk3
    .desc = Турболазер, снятый с неисправного "Защитника". Судя по всему, это довольно старая модель, и похоже, что он не работает должным образом. Предположительно, он должен быть запрещён законом.
ent-WeaponLaserPistolNF = лазерный пистолет
    .desc = Слегка устаревший гражданский пистолет.
    .suffix = Фронтир
ent-NFWeaponHoloflareGun = голографический пистолет
    .desc = Модификация гражданского лазерного пистолета, который может проецировать голографические вспышки на поверхности.
