ent-NFMagnetBoxTreasure = ящик сокровищ
    .desc = Большой контейнер для хранения сокровищ.

ent-NFMagnetBoxConstruction = строительный ящик
    .desc = Большой контейнер для хранения строительных материалов.

ent-NFMagnetBoxPlant = ящик для растений
    .desc = Большой контейнер для хранения урожая и семян.

ent-NFMagnetBoxRubbish = ящик для мусора
    .desc = Большой контейнер для хранения мусора. Пахнет большим городом.

ent-NFMagnetBoxOre = ящик для руды
    .desc = Большой контейнер для хранения непереработанной руды.
