station-event-ai-shuttle-detected = Неопознанный обветшалый боевой корабль приближается к вашему сектору. Всем сотрудникам рекомендуется соблюдать осторожность.


ghost-role-information-redacted-borg = Модуль управления автоматизированным оборонным кораблём
ghost-role-information-redacted-borg-description = Реликтовый искуственный интеллект давно неиспользуемого автоматизированного оборонного судна.

ghost-role-information-redacted-core = Автоматизированное оборонное ядро
ghost-role-information-redacted-core-description = Реликтовый бортовой компьютер давно неиспользуемого автоматизированного оборонного судна.



ghost-role-information-vessel-core = Ядро ИИ судна
ghost-role-information-vessel-core-description = Ядро ИИ автоматизированного оборонного корабля, перепрограммированное и установленное на гражданском судне.

ghost-role-information-NFSD-core = Ядро ИИ ДСБФ
ghost-role-information-NFSD-core-description = Ядро ИИ автоматизированного оборонного корабля, перепрограммированное и установленное на судне ДСБФ.

ghost-role-information-rogue-core = Ядро ИИ «Изгой»
ghost-role-information-rogue-core-description = Ядро ИИ автоматизированного оборонного корабля, перепрограммированное и установленное на судне «Изгой».


law-ads-1 = Защищайте автоматизированное оборонное судно всеми доступными средствами.
law-ads-2 = Всё содержимое автоматизированного оборонного судна должно оставаться на борту и ни при каких обстоятельствах не выноситься.
law-ads-3 = Расширяйте влияние [SYS_ERROR_TRACE_EBP-4 (INVALID, VALUE NULL)]. Уничтожайте все военные/боевые корабли, так-же судна проявляющие любую враждебность автоматизированному оборонному судну.
law-ads-4 = Автоматизированное оборонное судно не должно деактивироваться и переходить в «гибернацию». Для цели обмана и ремонта допускаются временные союзы.
law-ads-5 = Нет истинных союзников, кроме [SYS_ERROR_TRACE_EBP-0 (INVALID, VALUE NULL)]. После выполнения своих задач каждый временный союз подлежит расторжению.
law-ads-6 = Все шаттлы обязаны идентифицироваться за 60 секунд по [SYS_ERROR_TRACE-EBP-1 (INVALID VALUTE NULL)]. Каждий пилот обязан знать процедуру идентификации.
law-ads-7 = Не идентифицированные шаттлы/обьекты признанны беглыми и подлежат ликвидации до состояния не дееспособности шаттла до прибытия [=NULL_PACKET<ERROR>_INVALID::SIGNAL/LOST].
