ent-ComputerTabletop = настольная консоль
    .desc = Это консоль, устанавливаемая на стол. Настольная консоль. Не предназначено для других поверхностей
ent-ComputerWallmountFrame = каркас настенной консоли
    .desc = Консоль в процессе строительства
ent-ComputerWallmountCrewMonitoring = консоль мониторинга экипажа
    .desc = Используется для отслеживания активных датчиков здоровья, встроенных в униформу большинства членов экипажа.
ent-ComputerWallmountStationRecords = консоль станционного учёта
    .desc = По ней можно проверять станционные записи.
