
ent-N14ClothingBackpackSatchelExplorer = Сумка пустынника
    .desc = Обыкновенная кожаная сумка, насквозь пропитанная песком.



ent-N14ClothingHeadsetLightScribe = Гарнитура Пустынника
    .desc = Старые активные наушники, защищающие слух от громких звуков и обеспечивающие связь между членами отрядов.



ent-N14ClothingEyesGlassesPilot = Очки пилота
    .desc = Стильные солнцезащитные очки с дополнительным ремешком.

ent-N14ClothingSnowGoggles = Очки пустынника
    .desc = Широкие, плотные очки, защищающие глаза от острого песчаного ветра.



ent-N14ClothingHandsGlovesBlackBiker = Чёрные байкерские перчатки
    .desc = Крепко сделанные черные кожаные перчатки. Изолированы.

ent-N14ClothingHandsGlovesBrownBiker = Бурые байкерские перчатки
    .desc = Крепко сделанные бурые кожаные перчатки. Изолированы.

ent-N14ClothingHandsGlovesBlackLeather = Чёрные кожаные перчатки
    .desc = Черные кожаные перчатки с длинным воротом для защиты рук от песка и пыли. Изолированы.

ent-N14ClothingHandsGlovesLeather = Перчатки пустынника
    .desc = Бурые кожаные перчатки, сделанные для защиты рук от песка и пыли. Изолированы.

ent-N14ClothingHandsGlovesDriver = Перчатки пилота
    .desc = Модные, проветриваемые перчатки, обычно использующиеся пилотами кораблей.



ent-N14ClothingHeadHatArmyBeretRanger = Берет пустынника
    .desc = Бурый берет, выцветший под палящим солнцем.

ent-N14ClothingHeadHatArmyBeretSpecial = Берет Братства
    .desc = Пыльный берет старой эпохи. Использовался наёмниками ныне несуществующего Братства Бури.

ent-N14ClothingHeadHatBrotherhoodCap = Фуражка офицера СССП
    .desc = Серо-бежевая, пыльная фуражка от формы офицера СССП.

ent-N14ClothingHeadHatBrotherhoodFieldCap = Кепка пустынника
    .desc = Бурая кепка, выцветшая под полящим солнцем.



ent-N14ClothingMaskNcr = Противогаз пустынника
    .desc = Старый резиновый противогаз. Окуляры имеют противобликовое покрытие с характерным оранжево-фиолетовым переливом.

ent-N14ClothingMaskdrylandergoggles = Маска пустынника
    .desc = Чье-то гениальное изобретение: бандана, совмещенная с очками.

ent-N14ClothingMaskDrylanderHeadwrap = Бандана пустынника
    .desc = Бурая тканевая бандана с тонким вырезом для глаз, для защиты лица от песка и пыли.

ent-N14ClothingSackMask = Боевой противогаз
    .desc = Качественный противогаз черной металлической расцветки. Из-за стальных креплений под баллон и толстых стеклянных окуляров ощущается довольно тяжелым.




ent-N14ClothingNeckCloakLeather = Наплечный кожаный плащ
    .desc = Несколько сшитых между собой кусков кожи, накидываемых поверх остального снаряжения для защиты тела от палящего солнца.

ent-N14ClothingNeckCloakYaoguai = Старый наплечный плащ
    .desc = Несколько сшитых между собой кусков кожи, давно выцветших на солнце.

ent-N14ClothingNeckCloakGhillie = Маскхалат Братства
    .desc = Довольно распространенный старый зеленый плащ, ранее являвшийся отличительной чертой наемников Братства. Несмотря на свою символичность, официально не запрещен.

ent-N14ClothingNeckShawl = Широкий кожаный плащ
    .desc = Несколько сшитых между собой кусков кожи, накидываемых поверх остального снаряжения для защиты тела от палящего солнца.

ent-N14ClothingNeckTownGuardCloak = Шерстяной плащ
    .desc = Широкий, качественный, шерстяной плащ. Показатель статуса.

ent-N14ClothingNeckMantleLeather = Широкий кожаный плащ
    .desc = Несколько сшитых между собой кусков кожи, накидываемых поверх остального снаряжения для защиты тела от палящего солнца.

ent-N14ClothingNeckBeige = Старый шерстяной плащ
    .desc = Широкий, качественный, шерстяной плащ. Сильно выцвел на солнце.



ent-N14ClothingOuterMaskmanCoat = Куртка стрелка
    .desc = Широкая, чёрная кожаная куртка.

ent-N14ClothingOuterBrotherhoodFieldScribeCoat = Кожаное пальто
    .desc = Чёрное, выцветшее на солнце кожаное пальто с длинными полами и шерстяным воротником.

ent-N14ClothingOuterSlickCoat6 = Куртка Атамана
    .desc = Качественная, грозного вида кожаная куртка со стальными вставками. Выглядит тяжело и добротно.



ent-N14ClothingBootsFire = Ботинки Пожарного
    .desc = Крепкие рабочие ботинки с арамидной стелькой и огнеупорным покрытием. Пропитаны пеплом.



ent-N14ClothingUniformJumpsuitEnclave = Комбинезон ренегата
    .desc = Беспонтовый, изношенный костюм, в котором долго бродили по обломкам.

ent-N14ClothingUniformJumpsuitwinter = Теплый комбинезон
    .desc = Теплый кожаный комбинезон, изнутри обшитый шерстью.

ent-N14ClothingUniformJumpsuitLeatherSuit = Кожаный комбинезон
    .desc = Сшитый в кустарных условиях комбинезон из кожи какого-то животного.

ent-N14ClothingUniformNCRDesert = Бурый комбинезон солдата СССП
    .desc = Комбинезон светло-бурого цвета, изготовленный для работы в сухую и жаркую погоду. Используется солдатами СССП.

ent-N14ClothingOfficerUniformNCRDesert = комбинезон офицера СССП
    .desc = Старый, пыльный комбинезон, ранее использовавшийся офицерами СССП.

ent-N14ClothingUniformNCRSnow = Зимний комбинезон солдата СССП
    .desc = Светлый костюм телесного цвета, изготовленный для работы в условиях пониженных температор. Используется солдатами СССП.

ent-N14ClothingUniformJumpsuitChinese = Комбинезон Братства
    .desc = Зелёный комбинезон, являвшийся отличительной чертой наёмников Братства. Несмотря на свою символичность, официально не запрещен.

ent-N14ClothingUniformJumpsuitTownGuard = Комбинезон пустынника
    .desc = Широкие штаны со свободной, удобной рубашкой бурого цвета.

ent-N14ClothingUniformJumpsuitTownGuardLight = Светлый комбинезон пустынника
    .desc = Широкие штаны с красивой, белой рубашкой.
