ent-WeaponRifleMR8C = VFD MR-8C DMR (8x65mm SKR)
    .desc = Вариант DMR серии MR-8, стреляющий с невероятной точностью. Калибр 8x65mm SKR. На боковой стороне имеется надпись «ТОЛЬКО ДЛЯ ВОЕННОГО ИСПОЛЬЗОВАНИЯ».

ent-WeaponRifleAK502 = NCI AK-502 (7.62x39mm)
    .desc = Стандартная боевая винтовка USSP. Использует патроны калибра 7,62x39 мм.
    .suffix = СССП

ent-WeaponRifleVulcanFCMC = HWM FCM-C "Vulcan" (7.62x51mm)
    .desc = Гражданская боевая винтовка среднего калибра (Fusil de Combat Moyen Civil) производства Herstal Weapon Manufacture «Vulcan» калибра 762x51 мм. Эта гражданская версия имеет только полуавтоматический режим и уменьшенную скорострельность.

ent-WeaponRiflePrometheus = HWM FCL "Prometheus" (5.56x45mm)
    .desc = Легкая боевая винтовка (Fusil de Combat Léger) «Prometheus» производства Herstal Weapon Manufacture калибра 556x45 мм. Создана для массового производства с целью борьбы с ксеносами. Обладает высокой скорострельностью и эффективностью стрельбы очередями, жертвуя точностью огня.

ent-WeaponRifleNtsfLtr = NTSF-LTR-556 (5.56x45mm, 6.8x52mm Caseless)
    .desc = Легкая тактическая винтовка Nano Trasen Security Forces and Special Forces калибра 5,56x45 мм; в целях стандартизации также принимает магазины 6,8x52 мм. Использование пластитана во внутренних узлах и пластали в деталях корпуса обеспечивает высокую надёжность.

ent-WeaponRifleXlr556 = VFD XLR-556 ICWS (5.56x45mm)
    .desc = Предлагаемое «винтовка» нового поколения для стандартной пехоты TSF. Калибр 5.56x45mm, схема булл-пап и установленный в приклад гирбокс позволяют стрелять с одной руки, но значительно повышают вес винтовки.