ent-MachineMaterialSilo = ресурсный силос
    .desc = Передовая машина, способная использовать технологию блюспейс для передачи материалов на близлежащие станки.
ent-MaterialSiloMachineCircuitboard = машинная плата ресурсного силоса
ent-CrateMaterialSilo = Набор для создания ресурсного силоса
    .desc = стальной ящик, содержащий детали, необходимые для создания ресурсного силоса.
ent-MaterialSiloFlatpack = упакованный ресурсный силос
    .desc = Универсально-сборная упаковка ресурсного силоса. Можно установить при помощи мультитула.